'use strict';

module.exports = {

    finKnowledgeQuestionnaire2024: [
        {
            itemNumber: 1,
            itemText: `Совокупный объем моих активов в финансовых инструментах (включая депозиты, текущие счета, ценные бумаги, доверительное управление, ПИФ, ИИС, денежные средства и т.д.) превышает в сумме 6 000 000 (шесть миллионов) рублей.`
        },
        {
            itemNumber: 2,
            itemText: `Я повторно заключаю договор с инвестиционной составляющей и имею завершивший свое действие договор:
            •	страхования жизни с инвестиционной составляющей (ИСЖ, НСЖ);
            •	доверительного управления, брокерского обслуживания;
            •	дополнительного негосударственного пенсионного обеспечения;
            •	других финансовых инструментов (акции, облигации, ПИФ, ИИС др.).`
        },
        {
            itemNumber: 3,
            itemText: `Имею опыт работы: не менее 2х лет в организации являющейся квалифицированным инвестором, не менее 3х лет в организации, которая осуществляла сделки с ценными бумагами и/или иными финансовыми инструментами (в т. ч. страховые компании, НПФ, Банки, УК).`
        },
        {
            itemNumber: 4,
            itemText: `Я имею аттестат/сертификат специалиста в области экономики или финансов и/или окончил(а) курсы повышения квалификации в сфере экономики или финансов, и/или мне присваивался ранее статус квалифицированного инвестора и/или получил(а) сертификат(ы);
            •	Chartered Financial Analyst (CFA), Certified International Investment Analyst  (CIIA), Financial Risk Manager (FRM);
            •	квалификационный(ые) аттестат(ы): специалиста финансового рынка, аудитора, страхового актуария.`
        },
        {
            itemNumber: 5,
            itemText: `Я регулярно совершаю сделки с ценными бумагами или заключаю договоры, являющиеся производными финансовыми инструментами (например, за последние четыре квартала в среднем не реже 10 раз в квартал и не реже одного раза в месяц).`
        }
    ],

    finKnowledgeQuestionnaire2023: [
        {
            itemNumber: 1,
            itemText: `--Совокупный объем моих активов в финансовых инструментах (включая депозиты, текущие счета, ценные бумаги, доверительное управление, ПИФ, ИИС, денежные средства и т.д.) превышает в сумме 6 000 000 (шесть миллионов) рублей.`
        },
        {
            itemNumber: 2,
            itemText: `Я повторно заключаю договор с инвестиционной составляющей и имею завершивший свое действие договор:
            •	страхования жизни с инвестиционной составляющей (ИСЖ, НСЖ);
            •	доверительного управления, брокерского обслуживания;
            •	дополнительного негосударственного пенсионного обеспечения;
            •	других финансовых инструментов (акции, облигации, ПИФ, ИИС др.).`
        },
        {
            itemNumber: 3,
            itemText: `Имею опыт работы: не менее 2х лет в организации являющейся квалифицированным инвестором, не менее 3х лет в организации, которая осуществляла сделки с ценными бумагами и/или иными финансовыми инструментами (в т. ч. страховые компании, НПФ, Банки, УК).`
        },
        {
            itemNumber: 4,
            itemText: `Я имею аттестат/сертификат специалиста в области экономики или финансов и/или окончил(а) курсы повышения квалификации в сфере экономики или финансов, и/или мне присваивался ранее статус квалифицированного инвестора и/или получил(а) сертификат(ы);
            •	Chartered Financial Analyst (CFA), Certified International Investment Analyst  (CIIA), Financial Risk Manager (FRM);
            •	квалификационный(ые) аттестат(ы): специалиста финансового рынка, аудитора, страхового актуария.`
        }
    ],

    finKnowledgeQuestionnaire: [
        {
            itemNumber: 1,
            itemText: `Совокупный объем моих активов в финансовых инструментах (включая депозиты, текущие счета, ценные бумаги, доверительное управление, ПИФ, ИИС, денежные средства и т.д.) превышает в сумме 1 400 000 (один миллион четыреста тысяч) рублей.` },
        {
            itemNumber: 2,
            itemText: `В течение последних 5 лет имел/имею один из нижеперечисленных финансовых инструментов, и с момента приобретения прошло не менее 12 месяцев:
            •	договор страхования жизни (ИСЖ, НСЖ);
            •	договоры доверительного управления, брокерского обслуживания;
            •	дополнительного негосударственного пенсионного обеспечения;
            •	приобретал(а) финансовые инструменты (акции, облигации, ПИФ, ИИС др.).`
        },
        {
            itemNumber: 3,
            itemText: `Я имею высшее образование (среднее специальное) в области экономики или финансов и/или окончил(а) курсы повышения квалификации в сфере экономики или финансов и/или получил(а) сертификат(ы):
            •	Chartered Financial Analyst (CFA), Certified International Investment Analyst (CIIA), Financial Risk Manager (FRM);
            •	квалификационный(ые) аттестат(ы): специалиста финансового рынка, аудитора, страхового актуария;
            и/или имею опыт работы: не менее 2-х лет в организации являющейся квалифицированным инвестором, не менее 3-х лет в организации, которая осуществляла сделки с ценными бумагами и/или иными финансовыми инструментами (в т. ч. страховые компании, НПФ, Банки, УК);
            и/или мне присваивался ранее статус квалифицированного инвестора.`
        },
        {
            itemNumber: 4,
            itemText: `При размещении собственных средств я понимаю:
            •	принципы портфельного подхода к управлению собственными активами исходя из личных финансовых целей, срочности их размещения на основе принципов возвратности, ликвидности и диверсификации;
            •	соотношение между риском и доходностью разных инвестиционных инструментов, необходимость анализировать будущие результаты инвестиционной деятельности для разных сценариев, не полагаться исключительно на прошлые исторические результаты инвестиционной деятельности;
            •	особенности налогообложения разных видов финансовых инструментов, страхования жизни, в т.ч. в части возможности получения социального налогового вычета.`
        }
    ],

    finKnowledge2023ActualDate: '2023-01-24',
    finKnowledge2024ActualDate: '2024-11-01'

};
