update bfx_impl.declaration_medical
   set item_text_id = '46240719-e732-40a4-960e-51c5fbea9259'
 where id = 'd50d8b77-20d9-4035-833c-89a565c5d216'

update bfx_impl.declaration_medical_questions
   set item_text = N'Не являюсь и не являлся (не являлась) инвалидом и не подавал(а) документы на освидетельствование для получения группы инвалидности, не имел(а), не проходил(а) лечения и не страдаю в настоящее время от онкологических заболеваний, болезней сердечно-сосудистой системы (инфаркт миокарда, инсульт, стенокардия, тромбоз, сердечно-сосудистая недостаточность), каких-либо заболеваний головного мозга, печени (гепатит В или С, цирроз печени), сахарного диабета I типа, неврологических или психических расстройств (эпилепсия, паралич, алкоголизм, наркомания), СПИД или ВИЧ-инфекции'
 where id = '8b651110-e552-4cde-8ae0-6f437e9fde16'

 update bfx_impl.declaration_medical
    set item_text_id = '46240719-e732-40a4-960e-51c5fbea9259'
  where id = 'bd06a39b-3401-4c22-8650-01a779308dd2'