DELETE FROM BFX_IMPL.DECLARATION_MEDICAL_QUESTIONS
INSERT INTO BFX_IMPL.DECLARATION_MEDICAL_QUESTIONS
(ID, ITEM_TEXT)
VALUES
    (N'0E7EFC3F-2BE4-464C-90B0-016C2FFD8C87',N'Не являюсь и не являлся (не являлась) ранее инвалидом.'),
    (N'7FB87476-8843-4863-81B7-28F353C1BF8E',N'Не подавал(а) документы на освидетельствование для получения группы инвалидности и не имею оснований для присвоения группы инвалидности.'),
    (N'417733B4-C18E-4BB2-ACF8-414F291C4313',N'Не употребляю и не употреблял(а) ранее наркотики, токсичные вещества, не страдаю алкоголизмом, не состою и не состоял(а) ранее на учете в наркологическом диспансере, психоневрологическом, туберкулезном диспансере, центрах профилактики борьбы со СПИДом.'),
    (N'0B9FB30D-887B-48E6-9088-46E0FFCE963B',N'Не имел(ла), не обращался (не обращалась) за медицинской помощью по нижеперечисленным заболеваниям и не страдаю ими в настоящее время:
-      доброкачественные или злокачественные опухоли;
-      заболевания, вызванные воздействием радиации;
-      СПИД и другие заболевания, связанные с вирусом иммунодефицита человека;
-      нервные или психические расстройства или заболевания (например: эпилепсия, паралич, болезнь Паркинсона, наркомания; токсикомания, алкоголизм);
-      заболевания сердечно-сосудистой системы (например: гипертоническая болезнь II-III степени, ишемическая болезнь сердца, стенокардия, инфаркт миокарда, порок сердца, нарушения сердечного ритма, инсульт, тромбоз);
-      заболевания дыхательной системы (например: хроническая обструктивная болезнь легких, саркоидоз, туберкулез легких);
-      заболевания крови и кроветворной системы;
-      заболевания почек (например: хроническая почечная недостаточность, поликистоз почек, гломерулонефрит);
-      заболевания печени (цирроз печени, гепатит В, С, D, E);
-      заболевания желудочно-кишечного тракта (за исключением пищевых отравлений, гастрита);
-      заболевания эндокринной системы (например: тиреотоксикоз, сахарный диабет I-II типа, заболевания гипофиза);
-      заболевания опорно-двигательного аппарата (например: артрит, артроз, анкилоз, деформация суставов или конечностей, подагра, заболевания позвоночника)'),
    (N'B9FBAEBD-C028-488F-8A7C-4FD68E6BFC3D',N'На протяжении последних 10 лет у меня отсутствовали следующие симптомы и/или изменения в состоянии здоровья: боли в груди, повышение артериального давления, повышение уровня холестерина в крови (требующее лечения от 3 недель и более), патологические изменения на ЭКГ, обмороки, потеря сознания, судорожные припадки, нарушение речи.'),
    (N'C3B6545A-889A-4FC0-8C7B-82029B84F78D',N'На протяжении последних 12 месяцев я не подвергался (не подвергалась) хирургическим вмешательствам или не был(а) госпитализирован(а), за исключением госпитализации по причине: беременности и родов, аппендэктомии, грыжесечения, тонзилэктомии, аденоидэктомии, пункций околоносовых пазух, септопластики, геморроидэктомии, пластических операций.'),
    (N'6D4CA2A8-8D34-4A2E-8BB1-8283BB2F4576',N'Не прохожу службу в вооруженных силах, не занят(а) в профессиональной или непрофессиональной авиации, в работах со взрывчатыми и радиоактивными веществами, подземных работах, не являюсь водолазом, пожарным, скалолазом, работником ядерной промышленности, нефтяником (за исключением офисных сотрудников), охранником и профессиональным спортсменом, не работаю с оружием.'),
    (N'C16608CD-721A-4B7D-962B-940B82E87785',N'Не намереваюсь путешествовать на территории, на которой объявлено чрезвычайное положение или проводятся боевые действия.'),
    (N'BDAD8975-66D5-4425-854D-BE93D5462B4E',N'Не нахожусь под следствием или в местах лишения свободы.'),
    (N'A180EED8-FE14-4976-8FCA-DFA38FE466E6',N'Не являюсь лицом моложе 18 и старше 63 лет (включительно) на момент заключения договора страхования.'),
    (N'683D1A10-D688-4770-9229-0F92C4D694BE',N'Не являюсь лицом, нуждающимся в постоянном уходе в соответствии с медицинским заключением.'),
    (N'37798B48-5A35-485E-8F1F-17E1EE9EA9B4',N'Не употреблял ранее и не употребляю в настоящее время наркотические вещества без предписания врача, а также токсические вещества'),
    (N'0A7F186A-CE3D-44B8-A6B3-1A1822FABD75',N'Не имею, не обращался за медицинской помощью по нижеперечисленным заболеваниям и не страдаю ими в настоящее время:
-     СПИД или ВИЧ-инфицирование (включая мутации или другие подобные изменения СПИД и ВИЧ);
-     злокачественные новообразования, в том числе in situ;
-     лейкоз, болезнь Ходжкина, доброкачественная или злокачественная опухоль головного мозга, полицитемия;
-     пищевод Барретта, язва желудка, болезнь Крона, неспецифический язвенный колит, хронический панкреатит;
-     дисплазия шейки матки, увеличение предстательной железы, крипторхизм;
-     сахарный диабет;
-     туберкулез, хроническая дыхательная недостаточность II-III степени, хроническая обструктивная болезнь легких (ХОБЛ);
-     цирроз печени, алкогольная болезнь печени, гепатит B, C, D;
-     аутоиммунные заболевания (ревматизм, системная красная волчанка, болезнь Вагнера, склеродермия), первичный иммунодефицит, амилоидоз;
-     синдром Дауна;
-     заболевания сердечно-сосудистой системы (ишемическая болезнь сердца, стенокардия, инфаркт миокарда, врожденный или приобретенный порок сердца, дилатационная кардиомиопатия, нарушения сердечного ритма, инсульт, тромбоз и др.).'),
    (N'31E25FCD-971C-401A-85BE-2B4D21F01402',N'Мне не проводились хирургические операции: по трансплантации органа или костного мозга, на клапанах сердца, трепанации черепа'),
    (N'F9A2D91E-E7E4-4F13-B52D-47D787563775',N'Не являлся ранее и не являюсь в настоящее время инвалидом (I или II группы инвалидности, категория «ребенок-инвалид»)'),
    (N'7577C20B-75CC-4CF8-AB17-6B05579E2543',N'Не страдаю нервно-психическими заболеваниями и/или расстройствами'),
    (N'2E8D8AC0-581C-420D-961B-7566DB3513EC',N'Отношение моего веса (в кг) к квадрату роста (в м) не менее 18,5 и не превышает 35, а также за последние 6 месяцев не отмечалась нецеленаправленная резкая потеря веса (10 кг и более)'),
    (N'1073F1A2-90ED-4655-9176-910D4562AC60',N'Не отмечал у себя нефизиологическую кровопотерю из любых источников, отклонение от установленных лабораторных норм показателей онкомаркеров'),
    (N'99DFD827-02DF-4BC4-9FF9-D8CFBD48ADD2',N'Не выкуриваю более 20 сигарет/электронных сигарет в день или не курю ежедневно сигары, трубки, кальян/наргиле, или другие никотиновые заменители и не употребляю алкоголь более чем 5 единиц в день (одна единица = 300 мл пива или 100 мл вина или 20 мл спирта)'),
    (N'44AA7AC7-2F27-4FAA-BF34-FF2DF9EC110E',N'На момент заключения договора страхования ни один из моих ближайших родственников (отец, мать, братья и сестры) никогда не болели онкологическими заболеваниями в возрасте до 60 лет и не умирали от рака.'),
    (N'8DE5786B-E80C-40F4-B10E-01D698442871',N'Не прохожу службу в вооруженных силах, не занят(а) в профессиональной или непрофессиональной авиации, в подземных работах, не являюсь водолазом, пожарным, скалолазом, работником ядерной промышленности, нефтяником (за исключением офисных сотрудников), охранником и профессиональным спортсменом, не работаю с оружием, не связан(а) с высотными работами; не подвергаюсь и не подвергался (не подвергалась) воздействию радиации (в т. ч. ультрафиолета), химических веществ и газов (включая асбест, растворители, бензол, хлористый винил, бериллий, никель, соединения хрома, радон, пестициды, пыль с оксидом кремния, диоксины), взрывчатых веществ, микроволновогоизлучения, высоковольтных электрических сетей при выполнении своих профессиональных обязанностей.'),
    (N'8348A8BF-1F4F-49F2-9BC8-4F4CFA2829AC',N'Являюсь лицом в возрасте от 18 и до 80 полных лет (включительно) на дату заключения договора страхования.'),
    (N'87D79177-CB06-4CCE-8F0C-5AB12098956E',N'Не являюсь и не являлся (не являлась) инвалидом и не подавал(а) документы на освидетельствование для получения группы инвалидности, не имел(а), не проходил(а) лечения и не страдает в настоящее время от онкологических заболеваний, болезней сердечно-сосудистой системы (инфаркт миокарда, инсульт, стенокардия, артериальная гипертензия, порок сердца, нарушение ритма, тромбоз, сердечно-сосудистая недостаточность), каких-либо заболеваний головного мозга, печени, желудочно-кишечного тракта (за исключением острых пищевых отравлений, гастрита), почек, эндокринной системы, сахарным диабетом, заболеваниями крови; неврологических или психических расстройств (например, эпилепсия, паралич, потеря сознания, алкоголизм, наркомания), СПИД или ВИЧ-инфекции.'),
    (N'169C8DB3-6A2C-4AEF-B12B-670B9BADB5CA',N'Не являюсь и не являлся (не являлась) инвалидом I группы и не подавал(а) документы на освидетельствование для получения группы инвалидности, не имел(а), не проходил(а) лечения и не страдаю в настоящее время от онкологических заболеваний, болезней сердечно-сосудистой системы (инфаркт миокарда, инсульт, стенокардия, нарушение ритма, сердечно-сосудистая недостаточность), каких-либо заболеваний головного мозга, печени, сахарным диабетом I типа; неврологических или психических расстройств (например, эпилепсия, паралич, алкоголизм, наркомания), СПИД или ВИЧ-инфекции.'),
    (N'B8F354A3-8A3C-4775-BF21-7BA18E87E426',N'На протяжении последних 12 месяцев не подвергался (не подвергалась) хирургическим вмешательствам на головном мозге, а также на органах грудной и брюшной полости (за исключением аппендэктомии).'),
    (N'E2A2BC56-1BFB-421B-99A8-7D25FB1AB9BF',N'Не употребляю и не употреблял(а) ранее наркотики, токсические вещества, не страдаю алкоголизмом, не состою и не состоял (не состояла) ранее на учете в наркологическом, психоневрологическом диспансере, центрах профилактики борьбы со СПИДом.'),
    (N'2772230A-2563-4143-A42E-9AF10B374576',N'Не прохожу службу в вооруженных силах, не работаю с оружием, не занят(а) в работах со взрывчатыми веществами, подземных, подводных или высотных работах, не являюсь пожарным, альпинистом, профессиональным спортсменом, работником нефтяной промышленности, непосредственно задействованным в добыче, транспортировке и переработке нефти и/или природного газа, не занят (не занята) профессионально или непрофессионально авиацией (за исключением пилотов пассажирских авиалиний).'),
    (N'0A4F9570-A732-4FF2-89E3-AFEF1F0BBC9D',N'Не намереваюсь путешествовать на территории, на которой объявлено чрезвычайное положение или проводятся боевые действия.');