delete from bfx_impl.risks
 where code in (
'DLP236904',
'DLP20600',
'DLP20700',
'DLP31102',
'DLP33302',
'DLP36102',
'DLP242204',
'DLP46204',
'DLP231102',
'A33102',
'A33302',
'A36404',
'A36904',
'TDI20700',
'TDA20600',
'TDA20700',
'TDA36102',
'TDA220700',
'TDAI20600',
'TDLP20700',
'HC20700',
'HI20700',
'HA20700',
'HA36102',
'H20700',
'JL20600',
'JL46504',
'DMS10800',
'DIT42204',
'DI20600',
'DI20700',
'D1A36102',
'DAIW36102',
'DAIA36102',
'D12A36102',
'DAIW33102',
'DCA36102',
'DC12A36102',
'DC123AI36102',
'DC123A20600',
'DC123A20700',
'DC123A33302',
'DC123A36102',
'DC123A36202',
'DCAI36102',
'CDA20700',
'CDCII36102',
'MS10800',
'CD11AXA20700',
'CD13AXA20700',
'CD15AXA20700',
'CD22AXA20700',
'CD33AXA20700',
'CD47AXA20700',
'CD6AXA20700',
'SMO10800',
'TM10800',
'TCU10800',
'CDH36102',
'SA10800',
'R10800',
'B20700',
'CD3T42204',
'CDT42204',
'CD10C36102',
'CD142204',
'CD120600',
'CD120700',
'CD136102',
'CD146204',
'CD1120700',
'CD1320700',
'CD1520700',
'CD2220700',
'CD3C36102',
'CD3220700',
'CD3320700',
'CD4C36102',
'CD4720700',
'CD5C36102',
'CD5C36404',
'CD620700',
'CD636404',
'CD1136102',
'CD3W36102',
'CD6W36102',
'D12LP3A36102',
'FS20700',
'F20700',
'PDIT20700',
'PDATD20700',
'PDITD20700',
'PDLPT20700',
'PDLPTD20700',
'PDAT20700',
'PDAT220700',
'PPDI20700',
'PPDA20700',
'PPDAI20700',
'BDTP20700',
'DIL20600',
'DIL20700',
'DIL36102',
'DIL36202',
'DILT42204',
'DDTP31102',
'DDTP36102',
'DDTP36904',
'DDTP46204',
'DDTPA36102',
'DAT36102',
'DAT36904',
'DA10800',
'DA20600',
'DA20700',
'DA33302',
'DA36202',
'DA220700',
'DLPT33102',
'DLPT33302',
'DLPT36202',
'DAII20700',
'DADP36904',
'DTP36102',
'DST36102',
'DLPVV36904',
'DLPVV31102',
'DLPVV33102',
'DLPW33102',
'DLPW36102',
'DLPW36404',
'DLPDP36102',
'DLPDP31102',
'DADP36102',
'HT36102',
'HS36102',
'HB20700',
'ICE36102',
'I20700',
'I36102',
'I36202',
'I220700',
'IH36102',
'IH36404',
'HIA20700',
'HI33302',
'HI36202',
'D12IW33302',
'D12IW33102',
'D12AW33302',
'D12DTP36102',
'D1AI20600',
'D1AI20700',
'D1AI42204',
'D12AI36102',
'D123A20700',
'D123A33302',
'D123A36102',
'DCAII20700',
'AS20700',
'SOI20700',
'SOA20700',
'SOA36102',
'SOAI20700'
);

insert into bfx_impl.risks values (N'9addc0fc-66ac-466b-9d7a-013ee0a66277', N'DLP236904', N'investmentContractWithDPF', N'36904', N'Смерть ЛП', N'Cмерть Застрахованного по любой причине');
insert into bfx_impl.risks values (N'ce5c1b56-fc4b-4a21-af86-0868d7cb0198', N'DLP20600', N'nonLife', N'20600', N'Смерть ЛП', N'Cмерть Застрахованного по любой причине');
insert into bfx_impl.risks values (N'5d33e222-4233-4981-93d3-0876c42f9f00', N'DLP20700', N'nonLife', N'20700', N'Смерть ЛП', N'Cмерть Застрахованного по любой причине');
insert into bfx_impl.risks values (N'e3291406-bfcf-42dd-bfe4-0abe2ba47788', N'DLP31102', N'life', N'31102', N'Смерть ЛП', N'Cмерть Застрахованного по любой причине');
insert into bfx_impl.risks values (N'4cb85b42-ad4c-4fa0-bcfa-0b1da1aafebc', N'DLP33302', N'life', N'33302', N'Смерть ЛП', N'Cмерть Застрахованного по любой причине');
insert into bfx_impl.risks values (N'e51aee78-9731-41a5-bab4-0f5876a9b6a8', N'DLP36102', N'life', N'36102', N'Смерть ЛП', N'Cмерть Застрахованного по любой причине');
insert into bfx_impl.risks values (N'52b310a3-01a3-449b-8580-127a665da044', N'DLP242204', N'life', N'42204', N'Смерть ЛП', N'Cмерть Застрахованного по любой причине');
insert into bfx_impl.risks values (N'7d04e1f8-9102-4267-81c7-13c40b3da9c0', N'DLP46204', N'life', N'46204', N'Смерть ЛП', N'Cмерть Застрахованного по любой причине');
insert into bfx_impl.risks values (N'639001e6-3f91-4739-a3d5-1452d2bbecb1', N'DLP231102', N'life', N'31102', N'Смерть ЛП', N'Cмерть Застрахованного по любой причине');
insert into bfx_impl.risks values (N'14ff742d-8a47-462d-b1c1-15de21e33c80', N'A33102', N'life', N'33102', N'Аннуитет', N'Аннуитет');
insert into bfx_impl.risks values (N'd5d29ad1-50b7-4c97-b278-15f68e8f0950', N'A33302', N'life', N'33302', N'Аннуитет', N'Аннуитет');
insert into bfx_impl.risks values (N'ea52f9b8-b44d-4f1d-b81a-164ee35db88b', N'A36404', N'life', N'36404', N'Аннуитет', N'Аннуитет');
insert into bfx_impl.risks values (N'40f20c69-a112-40ba-b940-16611f906d99', N'A36904', N'life', N'36904', N'Аннуитет', N'Аннуитет');
insert into bfx_impl.risks values (N'7c771106-85f1-44c6-95f7-167e65990b9a', N'TDI20700', N'nonLife', N'20700', N'Временная утрата трудоспособности в результате болезни', N'Временная утрата трудоспособности Застрахованным Лицом в результате болезни');
insert into bfx_impl.risks values (N'0d303615-3e65-4530-ab25-16ca909fa250', N'TDA20600', N'nonLife', N'20600', N'Временная утрата трудоспособности в результате НС', N'Временная утрата трудоспособности Застрахованным Лицом в результате несчастного случая');
insert into bfx_impl.risks values (N'87e89aed-c5a4-4437-b381-181a5bf96aec', N'TDA20700', N'nonLife', N'20700', N'Временная утрата трудоспособности в результате НС', N'Временная утрата трудоспособности Застрахованным Лицом в результате несчастного случая');
insert into bfx_impl.risks values (N'41625952-ffb2-455a-8f28-185466bbe464', N'TDA36102', N'life', N'36102', N'Временная утрата трудоспособности в результате НС', N'Временная утрата трудоспособности Застрахованным Лицом в результате несчастного случая');
insert into bfx_impl.risks values (N'01b074d8-7f22-4923-abc8-1b19706b062e', N'TDA220700', N'nonLife', N'20700', N'Временная утрата трудоспособности в результате НС', N'Временная утрата трудоспособности Застрахованным Лицом в результате несчастного случая');
insert into bfx_impl.risks values (N'd2eb2374-fd25-4f46-aa59-1cc482a34ec1', N'TDAI20600', N'nonLife', N'20600', N'Временная утрата трудоспособности по любой причине (в результате НСиБ)', N'Временная утрата трудоспособности Застрахованным Лицом в результате несчастного случая или болезни');
insert into bfx_impl.risks values (N'8460f484-1c06-47e6-9e86-1d85e58b9825', N'TDLP20700', N'nonLife', N'20700', N'Временная утрата трудоспособности по любой причине (в результате НСиБ)', N'Временная утрата трудоспособности Застрахованным Лицом в результате несчастного случая или болезни');
insert into bfx_impl.risks values (N'f447e709-a460-4f50-b0ba-2069c6516984', N'HC20700', N'nonLife', N'20700', N'Госпитализация в результате Covid19', N'Госпитализация в результате Covid19');
insert into bfx_impl.risks values (N'a2a4e195-2bd6-4d5e-a1ec-20fbb401744b', N'HI20700', N'nonLife', N'20700', N'Госпитализация в результате болезни', N'Госпитализация Застрахованного в результате болезни');
insert into bfx_impl.risks values (N'1274a388-da5e-4184-ac6e-213d70b2880c', N'HA20700', N'nonLife', N'20700', N'Госпитализация в результате НС', N'Госпитализация Застрахованного в результате несчастного случая');
insert into bfx_impl.risks values (N'b7f4fd1d-4341-40ed-92ba-21ef0badfb77', N'HA36102', N'life', N'36102', N'Госпитализация в результате НС', N'Госпитализация Застрахованного в результате несчастного случая');
insert into bfx_impl.risks values (N'6fd8a0cd-b3eb-4845-9689-2491d6f13197', N'H20700', N'nonLife', N'20700', N'Госпитализация по любой причине(в результате НСиБ)', N'Госпитализация Застрахованного по любой причине');
insert into bfx_impl.risks values (N'd3a05554-a1e7-4944-a50c-2ebddb72e0ed', N'JL20600', N'nonLife', N'20600', N'Потеря работы недобровольная', N'Дожитие Застрахованного Лица до утраты работы и получения в связи с указанным событием статуса безработного на срок не менее 60 (шестидесяти) календарных дней по одной из следующих причин: <причины из ТК РФ>');
insert into bfx_impl.risks values (N'146fd1c0-e37c-4c86-8731-2f2f095f5052', N'JL46504', N'life', N'46504', N'Потеря работы недобровольная', N'Дожитие Застрахованного Лица до утраты работы и получения в связи с указанным событием статуса безработного на срок не менее 60 (шестидесяти) календарных дней по одной из следующих причин: <причины из ТК РФ>');
insert into bfx_impl.risks values (N'a6ce61a8-ef4f-4feb-b035-309a4492d720', N'DMS10800', N'nonLife', N'10800', N'Добровольное медицинское страхование', N'Документально подтвержденное обращение Застрахованного в соответствии с условиями Договора страхования и в период его действия в медицинское или аптечное учреждение, сервисную компанию и/или иное учреждение, из числа предусмотренных Договором страхования');
insert into bfx_impl.risks values (N'f46e3a04-8181-4a15-a47d-32884280c456', N'DIT42204', N'life', N'42204', N'Инвалидность 1,2 гр Болезнь с табл. изменениями СС', N'Инвалидность Застрахованного лица I, II группы в результате болезни');
insert into bfx_impl.risks values (N'0f0916e0-52f0-4aa6-9e47-38230a9b1b45', N'DI20600', N'nonLife', N'20600', N'Инвалидность 1 гр. в результате болезни', N'Инвалидность Застрахованного с установлением I группы инвалидности в результате болезни');
insert into bfx_impl.risks values (N'f30af793-7153-47f2-8923-38408f54a8fa', N'DI20700', N'nonLife', N'20700', N'Инвалидность 1 гр. в результате болезни', N'Инвалидность Застрахованного с установлением I группы инвалидности в результате болезни');
insert into bfx_impl.risks values (N'ecd16728-a927-4164-b3a5-39bdee18a8cf', N'D1A36102', N'life', N'36102', N'Инвалидность 1 гр. в результате НС', N'Инвалидность Застрахованного с установлением I группы инвалидности в результате несчастного случая');
insert into bfx_impl.risks values (N'90764252-6a40-47a6-8208-3c0e60eac231', N'DAIW36102', N'life', N'36102', N'Инвалидность 1 гр. по любой причине (в результате НСиБ) с освобождением от уплаты взносов', N'Инвалидность Застрахованного с установлением I группы инвалидности по любой причине с освобождением от уплаты страховых взносов по основной программе');
insert into bfx_impl.risks values (N'abae88a3-2428-440e-ab0c-3e229f00d9ae', N'DAIA36102', N'life', N'36102', N'Инвалидность 1 гр. по любой причине (в результате НСиБ), 2,3 гр. в результате НС', N'Инвалидность Застрахованного с установлением I группы инвалидности по любой причине, II, III группы инвалидности в результате несчастного случая');
insert into bfx_impl.risks values (N'6625f5a9-86e2-4645-b378-3eaa13ed5fd9', N'D12A36102', N'life', N'36102', N'Инвалидность 1,2 гр. в результате НС', N'Инвалидность Застрахованного с установлением I, II группы инвалидности в результате несчастного случая');
insert into bfx_impl.risks values (N'a2d3ce1c-64bc-48f4-9ccd-439bfacc46c5', N'DAIW33102', N'life', N'33102', N'Инвалидность 1,2 гр. по любой причине (в результате НСиБ) с освобождением от уплаты взносов', N'Инвалидность Застрахованного с установлением I, II группы инвалидности по любой причине с освобождением от уплаты страховых взносов');
insert into bfx_impl.risks values (N'4fa4ab70-24ba-43ad-b645-45561a7d1a29', N'DCA36102', N'life', N'36102', N'Инвалидность категория "ребенок-инвалид" в результате НС', N'Инвалидность Застрахованного с установлением категории «ребенок-инвалид» в результате несчастного случая');
insert into bfx_impl.risks values (N'a6f48d70-01be-4e94-805f-4614900e6f23', N'DC12A36102', N'life', N'36102', N'Инвалидность 1,2 гр. или категория "ребенок-инвалид" в результате НС', N'Инвалидность Застрахованного с установлением категории «ребенок-инвалид» или I, II группы инвалидности в результате несчастного случая');
insert into bfx_impl.risks values (N'09669dc5-048f-4854-8c99-469f29ede342', N'DC123AI36102', N'life', N'36102', N'Инвалидность 1,2 гр. по любой причине (в результате НСиБ), 3 гр. в результате НС или категория "ребенок-инвалид" по любой причине (в результате НСиБ)', N'Инвалидность Застрахованного с установлением категории «ребенок-инвалид» или I, II группы инвалидности по любой причине, III группы инвалидности в результате несчастного случая');
insert into bfx_impl.risks values (N'2288cb10-9a30-4df8-bafa-489087a73e7f', N'DC123A20600', N'nonLife', N'20600', N'Инвалидность 1,2,3 гр. или категория "ребенок-инвалид" в результате НС', N'Инвалидность Застрахованного с установлением категории «ребенок-инвалид» или I, II, III группы инвалидности в результате несчастного случая');
insert into bfx_impl.risks values (N'f2e9ec3e-b74d-48be-8e16-4933ed4ee0da', N'DC123A20700', N'nonLife', N'20700', N'Инвалидность 1,2,3 гр. или категория "ребенок-инвалид" в результате НС', N'Инвалидность Застрахованного с установлением категории «ребенок-инвалид» или I, II, III группы инвалидности в результате несчастного случая');
insert into bfx_impl.risks values (N'081a11c1-b753-4f68-b3a8-493f26749164', N'DC123A33302', N'life', N'33302', N'Инвалидность 1,2,3 гр. или категория "ребенок-инвалид" в результате НС', N'Инвалидность Застрахованного с установлением категории «ребенок-инвалид» или I, II, III группы инвалидности в результате несчастного случая');
insert into bfx_impl.risks values (N'c87b9002-7abf-4533-896a-49c48d0e5a55', N'DC123A36102', N'life', N'36102', N'Инвалидность 1,2,3 гр. или категория "ребенок-инвалид" в результате НС', N'Инвалидность Застрахованного с установлением категории «ребенок-инвалид» или I, II, III группы инвалидности в результате несчастного случая');
insert into bfx_impl.risks values (N'c9f05209-2bb5-4fa2-b3e0-49fc1a1faefa', N'DC123A36202', N'life', N'36202', N'Инвалидность 1,2,3 гр. или категория "ребенок-инвалид" в результате НС', N'Инвалидность Застрахованного с установлением категории «ребенок-инвалид» или I, II, III группы инвалидности в результате несчастного случая');
insert into bfx_impl.risks values (N'e284a81b-c6c2-42f1-870b-4a7172e46e42', N'DCAI36102', N'life', N'36102', N'Инвалидность категория "ребенок-инвалид" по любой причине (в результате НСиБ)', N'Инвалидность Застрахованного с установлением категории «ребенок-инвалид» по любой причине');
insert into bfx_impl.risks values (N'f0e4410b-0b0a-4b15-86b1-4b4fc774e82a', N'CDA20700', N'life', N'20700', N'КЗ-6 аванс', N'Критические заболевания 6 с авансовой выплатой');
insert into bfx_impl.risks values (N'cf85acd8-1006-47ab-8c7c-4bd0033eab59', N'CDCII36102', N'life', N'36102', N'Критические Заболевания Рак,инфаркт,Инсульт', N'Критические Заболевания Рак,инфаркт,Инсульт');
insert into bfx_impl.risks values (N'60c842bd-03bc-42d6-885a-4c729ceca49a', N'MS10800', N'nonLife', N'10800', N'Медицинские услуги', N'Медицинские услуги');
insert into bfx_impl.risks values (N'efdb08f7-2bb6-4e90-9d88-4dfdddcd1bac', N'CD11AXA20700', N'nonLife', N'20700', N'Критические заболевания 11 с сервисной поддержкой АХА', N'Наступление критического заболевания Застрахованного Лица, предусмотренного Договором страхования и определенного в соответствии с <Перечень КЗ>, впервые диагностированного врачом в течение срока страхования, с возможностью направления страховой выплаты и');
insert into bfx_impl.risks values (N'e135d60c-c8cc-4f1f-95ec-4e1ee8c61127', N'CD13AXA20700', N'nonLife', N'20700', N'Критические заболевания 13 с сервисной поддержкой АХА', N'Наступление критического заболевания Застрахованного Лица, предусмотренного Договором страхования и определенного в соответствии с <Перечень КЗ>, впервые диагностированного врачом в течение срока страхования, с возможностью направления страховой выплаты и');
insert into bfx_impl.risks values (N'7f8e4231-ed2d-45d8-8253-4e7c8331a2e8', N'CD15AXA20700', N'nonLife', N'20700', N'Критические заболевания 15 с сервисной поддержкой АХА', N'Наступление критического заболевания Застрахованного Лица, предусмотренного Договором страхования и определенного в соответствии с <Перечень КЗ>, впервые диагностированного врачом в течение срока страхования, с возможностью направления страховой выплаты и');
insert into bfx_impl.risks values (N'60241fc7-3d72-47e2-bdf8-51633796e3e2', N'CD22AXA20700', N'nonLife', N'20700', N'Критические заболевания 22 с сервисной поддержкой АХА', N'Наступление критического заболевания Застрахованного Лица, предусмотренного Договором страхования и определенного в соответствии с <Перечень КЗ>, впервые диагностированного врачом в течение срока страхования, с возможностью направления страховой выплаты и');
insert into bfx_impl.risks values (N'03638160-fe08-487d-9819-52ee29b5e610', N'CD33AXA20700', N'nonLife', N'20700', N'Критические заболевания 33 с сервисной поддержкой АХА', N'Наступление критического заболевания Застрахованного Лица, предусмотренного Договором страхования и определенного в соответствии с <Перечень КЗ>, впервые диагностированного врачом в течение срока страхования, с возможностью направления страховой выплаты и');
insert into bfx_impl.risks values (N'caf0bb9b-ac4e-4343-ae25-530d2a007c01', N'CD47AXA20700', N'nonLife', N'20700', N'Критические заболевания 47 с сервисной поддержкой АХА', N'Наступление критического заболевания Застрахованного Лица, предусмотренного Договором страхования и определенного в соответствии с <Перечень КЗ>, впервые диагностированного врачом в течение срока страхования, с возможностью направления страховой выплаты и');
insert into bfx_impl.risks values (N'998a016c-3601-46e4-bb77-54ff7111374f', N'CD6AXA20700', N'nonLife', N'20700', N'Критические заболевания 6 с сервисной поддержкой АХА', N'Наступление критического заболевания Застрахованного Лица, предусмотренного Договором страхования и определенного в соответствии с <Перечень КЗ>, впервые диагностированного врачом в течение срока страхования, с возможностью направления страховой выплаты и');
insert into bfx_impl.risks values (N'15f0104b-a985-4b53-b34c-558fd2ac86f6', N'SMO10800', N'nonLife', N'10800', N'Второе медицинское мнение', N'Обращение Застрахованного за предоставлением медицинских или иных услуг, предусмотренных Программой ДМС <«Второе экспертное медицинское мнение» или мб без наименования программы>, вследствие расстройства здоровья или состояния Застрахованного, требующих п');
insert into bfx_impl.risks values (N'e1847dd5-70da-4e1d-b41b-58138de4f420', N'TM10800', N'nonLife', N'10800', N'Телемедицина', N'Обращение Застрахованного за предоставлением медицинских или иных услуг, предусмотренных Программой ДМС <«Дистанционные медицинские консультации» или мб без наименования программы>, вследствие расстройства здоровья или состояния Застрахованного, требующих');
insert into bfx_impl.risks values (N'79b32998-5adf-4e11-80ef-5a4353956cdf', N'TCU10800', N'nonLife', N'10800', N'ТелеЧекап', N'Обращение Застрахованного за предоставлением медицинских или иных услуг, предусмотренных Программой ДМС <«Дистанционные медицинские обследования» или мб без наименования программы>, в связи с необходимостью проведения профилактических мероприятий, снижающ');
insert into bfx_impl.risks values (N'9bb3d998-3000-4e37-a569-5c3aa9d4fe93', N'CDH36102', N'nonLife', N'36102', N'КЗ Лечение', N'Обращение Застрахованного за предоставлением медицинских или иных услуг, предусмотренных Программой ДМС «Диагностирование и лечение критического заболевания», вследствие расстройства здоровья или состояния Застрахованного, требующих получения таких услуг');
insert into bfx_impl.risks values (N'52a77360-9e3c-40f0-b59e-5d7b0adbf75a', N'SA10800', N'nonLife', N'10800', N'Плановое хирургическое лечение в результате НС', N'Обращение Застрахованного за предоставлением медицинских или иных услуг, предусмотренных Программой ДМС «Плановое хирургическое лечение в результате несчастного случая», с целью восстановления основных функций организма Застрахованного, которые были наруш');
insert into bfx_impl.risks values (N'22409d6a-a9b9-4c8a-b89f-5ed0b0f1be2b', N'R10800', N'nonLife', N'10800', N'Реабилитация', N'Обращение Застрахованного за предоставлением медицинских или иных услуг, предусмотренных Программой, вследствие расстройства здоровья или состояния Застрахованного, требующих получения таких услуг');
insert into bfx_impl.risks values (N'd8326e4c-d5a2-42aa-877c-601566919418', N'B20700', N'nonLife', N'20700', N'Ожоги', N'Ожоги');
insert into bfx_impl.risks values (N'4b877205-f7cc-4d7d-aaa7-6065e5e16d8c', N'CD3T42204', N'life', N'42204', N'Критические заболевания 3 с табл. изменения СС', N'Первичное диагностирование Застрахованному критического заболевания');
insert into bfx_impl.risks values (N'28f544f7-a36b-431f-80cb-61ceb2a78650', N'CDT42204', N'life', N'42204', N'Критические заболевания с табл. изменениями СС', N'Первичное диагностирование Застрахованному критического заболевания');
insert into bfx_impl.risks values (N'ce9b0008-1da6-422e-8044-620c0017f7bb', N'CD10C36102', N'life', N'36102', N'Критические заболевания 10 детский риск', N'Первичное диагностирование Застрахованному критического заболевания');
insert into bfx_impl.risks values (N'03795fc9-67a5-4f2d-b405-645ae2429f5d', N'CD142204', N'life', N'42204', N'Критические заболевания 1 (рак)', N'Первичное диагностирование Застрахованному критического заболевания в соответствии со <Список критических заболеваний>');
insert into bfx_impl.risks values (N'e517c035-44dc-4356-9e40-648dd5d8b01f', N'CD120600', N'nonLife', N'20600', N'Критические заболевания 1 (рак)', N'Первичное диагностирование Застрахованному критического заболевания в соответствии со <Список критических заболеваний>');
insert into bfx_impl.risks values (N'f22bf492-3bca-45ab-a3e2-64d6e6961fe0', N'CD120700', N'nonLife', N'20700', N'Критические заболевания 1 (рак)', N'Первичное диагностирование Застрахованному критического заболевания в соответствии со <Список критических заболеваний>');
insert into bfx_impl.risks values (N'd7343e06-49df-4d90-8724-67b226c1b6f2', N'CD136102', N'life', N'36102', N'Критические заболевания 1 (рак)', N'Первичное диагностирование Застрахованному критического заболевания в соответствии со <Список критических заболеваний>');
insert into bfx_impl.risks values (N'6075a6ac-d3b3-41ad-ab9d-688389d82d1c', N'CD146204', N'life', N'46204', N'Критические заболевания 1 (рак)', N'Первичное диагностирование Застрахованному критического заболевания в соответствии со <Список критических заболеваний>');
insert into bfx_impl.risks values (N'e350a7c7-fb86-4b5d-97a4-68e3bfdd8de2', N'CD1120700', N'nonLife', N'20700', N'Критические заболевания 11', N'Первичное диагностирование Застрахованному критического заболевания в соответствии со <Список критических заболеваний>');
insert into bfx_impl.risks values (N'0d1a084f-ecf3-4b10-b77e-6aebaacd7bde', N'CD1320700', N'nonLife', N'20700', N'Критические заболевания 13', N'Первичное диагностирование Застрахованному критического заболевания в соответствии со <Список критических заболеваний>');
insert into bfx_impl.risks values (N'412420a5-5e84-4d4b-a937-6ceabf9a41ea', N'CD1520700', N'nonLife', N'20700', N'Критические заболевания 15', N'Первичное диагностирование Застрахованному критического заболевания в соответствии со <Список критических заболеваний>');
insert into bfx_impl.risks values (N'ca8caed7-c22b-4400-aa11-6e404f6ce3ad', N'CD2220700', N'nonLife', N'20700', N'Критические заболевания 22', N'Первичное диагностирование Застрахованному критического заболевания в соответствии со <Список критических заболеваний>');
insert into bfx_impl.risks values (N'5b04f290-a881-4318-96d5-6ffb78ccb60a', N'CD3C36102', N'life', N'36102', N'Критические заболевания 3 детский риск (рак, почечная недостаточность, трансплантация)', N'Первичное диагностирование Застрахованному критического заболевания в соответствии со <Список критических заболеваний>');
insert into bfx_impl.risks values (N'1b707073-37bc-41e0-b989-7140878971b8', N'CD3220700', N'nonLife', N'20700', N'Критические заболевания 32', N'Первичное диагностирование Застрахованному критического заболевания в соответствии со <Список критических заболеваний>');
insert into bfx_impl.risks values (N'6d7710af-0d04-4372-866b-748fdc9d4725', N'CD3320700', N'nonLife', N'20700', N'Критические заболевания 33', N'Первичное диагностирование Застрахованному критического заболевания в соответствии со <Список критических заболеваний>');
insert into bfx_impl.risks values (N'7710b287-41ff-42f4-b44f-749527648414', N'CD4C36102', N'life', N'36102', N'Критические заболевания 4 детский риск (рак, почечная недостаточность, трансплантация, кома)', N'Первичное диагностирование Застрахованному критического заболевания в соответствии со <Список критических заболеваний>');
insert into bfx_impl.risks values (N'f041ea3a-5a55-4df5-8e6c-7540ead1a2d2', N'CD4720700', N'nonLife', N'20700', N'Критические заболевания 47', N'Первичное диагностирование Застрахованному критического заболевания в соответствии со <Список критических заболеваний>');
insert into bfx_impl.risks values (N'5b02c59f-13f6-4a6d-a23e-76e83f1a754a', N'CD5C36102', N'life', N'36102', N'Критические заболевания 5 детский риск (рак, трансплантация, почечная недостаточность, паралич, кома)', N'Первичное диагностирование Застрахованному критического заболевания в соответствии со <Список критических заболеваний>');
insert into bfx_impl.risks values (N'aa92c7d2-9dec-47fb-ac63-78dcd041d9f6', N'CD5C36404', N'life', N'36404', N'Критические заболевания 5 детский риск (рак, трансплантация, почечная недостаточность, паралич, кома)', N'Первичное диагностирование Застрахованному критического заболевания в соответствии со <Список критических заболеваний>');
insert into bfx_impl.risks values (N'4677ece2-507b-42fb-aeb1-79e1fefbbe31', N'CD620700', N'nonLife', N'20700', N'Критические заболевания 6', N'Первичное диагностирование Застрахованному критического заболевания в соответствии со <Список критических заболеваний>');
insert into bfx_impl.risks values (N'364e09f8-9613-47f6-953f-802b99a2649f', N'CD636404', N'life', N'36404', N'Критические заболевания 6 с освобождение от уплаты взносов', N'Первичное диагностирование Страхователю критического заболевания в соответствии со <Список критических заболеваний> с освобождением от уплаты страховых взносов по основной программе');
insert into bfx_impl.risks values (N'5099d488-337a-410c-9b45-80ed5e6930ec', N'CD1136102', N'life', N'36102', N'Критические заболевания 11 с освобождение от уплаты взносов', N'Первичное диагностирование Страхователю критического заболевания в соответствии со <Список критических заболеваний> с освобождением от уплаты страховых взносов по основной программе');
insert into bfx_impl.risks values (N'957bcf74-470c-4ce5-a91c-839792c5bde4', N'CD3W36102', N'life', N'36102', N'Критические заболевания 3 с освобождение от уплаты взносов', N'Первичное диагностирование Страхователю критического заболевания в соответствии со <Список критических заболеваний> с освобождением от уплаты страховых взносов по основной программе');
insert into bfx_impl.risks values (N'95aedf17-b620-4b71-96d5-852b485b1c96', N'CD6W36102', N'life', N'36102', N'Критические заболевания 6 с освобождение от уплаты взносов', N'Первичное диагностирование Страхователю критического заболевания в соответствии со <Список критических заболеваний> с освобождением от уплаты страховых взносов по основной программе');
insert into bfx_impl.risks values (N'c6e17569-5d95-460e-98b6-883ae4b4ac15', N'D12LP3A36102', N'life', N'36102', N'Инвалидность 1,2 гр. по любой причине (в результате НСиБ), 3 гр. в результате НС', N'Первичное установление инвалидности I или II группы Застрахованному Лицу 1 по любой причине и III группы в результате несчастного случая');
insert into bfx_impl.risks values (N'829ca982-33e9-40d9-ac7e-8876d3fec09c', N'FS20700', N'nonLife', N'20700', N'Первично рекомендованная операция', N'Первичное установление показаний к проведению хирургического вмешательства в организм Застрахованного Лица, предусмотренного Договором страхования и определенного в соответствии с Перечнем хирургических вмешательств в связи с критическим заболеванием Допо');
insert into bfx_impl.risks values (N'6e363089-3c73-44fc-8d8b-8913f516205a', N'F20700', N'nonLife', N'20700', N'Переломы', N'Переломы');
insert into bfx_impl.risks values (N'fdadd1ed-5f10-40f7-81a9-8956f2fe2f14', N'PDIT20700', N'nonLife', N'20700', N'Постоянная полная утрата трудоспособности в результате болезни (табл.)', N'Постоянная полная утрата трудоспособности Застрахованным Лицом произошедшая в результате болезни, за исключением случаев, предусмотренных в п. <> Правил, и подпадающая под перечень нарушений здоровья, указанный в <Таблица>');
insert into bfx_impl.risks values (N'10e271d3-4a36-434c-aa41-8dc9fbd47726', N'PDATD20700', N'nonLife', N'20700', N'Постоянная полная утрата трудоспособности в результате НС (табл./опред.)', N'Постоянная полная утрата трудоспособности Застрахованным Лицом произошедшая в результате несчастного случая, за исключением случаев, предусмотренных в п. <> Правил, и подпадающая под перечень нарушений здоровья, указанный в <Таблица>, либо повлекшая за со');
insert into bfx_impl.risks values (N'32cca366-72b6-4d53-acb7-8e0968c5e506', N'PDITD20700', N'nonLife', N'20700', N'Постоянная полная утрата трудоспособности в результате болезни (табл./опред.)', N'Постоянная полная утрата трудоспособности Застрахованным Лицом, произошедшая в результате болезни, за исключением случаев, предусмотренных в п. <> Правил, подпадающая под перечень нарушений здоровья, указанный в <Таблица>, либо повлекшая за собой нарушени');
insert into bfx_impl.risks values (N'47f39012-f73a-43a6-a2a8-8f2b9ba73ac1', N'PDLPT20700', N'nonLife', N'20700', N'Постоянная полная утрата трудоспособности по любой причине (в результате НСиБ) (табл.)', N'Постоянная полная утрата трудоспособности Застрахованным Лицом, произошедшая в результате несчастного случая или болезни, за исключением случаев, предусмотренных в п. <> Правил, и подпадающая под перечень нарушений здоровья, указанный в <Таблица>');
insert into bfx_impl.risks values (N'f2ed7cf9-fb03-4f9a-a317-8fccafa4b2e0', N'PDLPTD20700', N'nonLife', N'20700', N'Постоянная полная утрата трудоспособности по любой причине (в результате НСиБ) (табл./опред.)', N'Постоянная полная утрата трудоспособности Застрахованным Лицом, произошедшая в результате несчастного случая или болезни, за исключением случаев, предусмотренных в п. <> Правил, и подпадающая под перечень нарушений здоровья, указанный в <Таблица>, либо по');
insert into bfx_impl.risks values (N'fa31955a-9b7d-4c01-946d-90379a5aab85', N'PDAT20700', N'nonLife', N'20700', N'Постоянная полная утрата трудоспособности в результате НС (табл.)', N'Постоянная полная утрата трудоспособности Застрахованным Лицом, произошедшая в результате несчастного случая, за исключением случаев, предусмотренных в п. <> Правил, и подпадающая под перечень нарушений здоровья, указанный в <Таблица>');
insert into bfx_impl.risks values (N'07190a7f-04d0-4910-a21f-90bb97ee5e9e', N'PDAT220700', N'nonLife', N'20700', N'Постоянная полная утрата трудоспособности в результате НС (табл.)', N'Постоянная полная утрата трудоспособности Застрахованным Лицом, произошедшая в результате несчастного случая, за исключением случаев, предусмотренных в п. <> Правил, и подпадающая под перечень нарушений здоровья, указанный в <Таблица>');
insert into bfx_impl.risks values (N'572c8cc0-c289-4a2d-bb8a-9182203d31c3', N'PPDI20700', N'nonLife', N'20700', N'Постоянная частичная утрата трудоспособности в результате болезни', N'Постоянная частичная утрата трудоспособности Застрахованным Лицом в результате болезни');
insert into bfx_impl.risks values (N'226ae2b5-156e-4267-89ec-91c0f28c3798', N'PPDA20700', N'nonLife', N'20700', N'Постоянная частичная утрата трудоспособности в результате НС', N'Постоянная частичная утрата трудоспособности Застрахованным Лицом, предусмотренная <Таблица> в результате несчастного случая');
insert into bfx_impl.risks values (N'b9d508fb-d039-4cb2-9c60-9272a1c54126', N'PPDAI20700', N'nonLife', N'20700', N'Постоянная частичная утрата трудоспособности по любой причине (в результате НСиБ)', N'Постоянная частичная утрата трудоспособности Застрахованным Лицом, предусмотренная <Таблица> в результате несчастного случая или болезни');
insert into bfx_impl.risks values (N'37ee2ecd-2719-468e-88fe-9376712910ce', N'BDTP20700', N'nonLife', N'20700', N'Потеря зрения в результате ДТП', N'Потеря зрения в результате несчастного случая - дорожно-транспортного происшествия');
insert into bfx_impl.risks values (N'13b6154c-4bf7-4dda-8b80-9653aa56b412', N'DIL20600', N'nonLife', N'20600', N'Смерть в результате болезни', N'Смерть Застрахованного в результате болезни');
insert into bfx_impl.risks values (N'1d2dd2a8-5f22-4605-9f6e-96dcabd70861', N'DIL20700', N'nonLife', N'20700', N'Смерть в результате болезни', N'Смерть Застрахованного в результате болезни');
insert into bfx_impl.risks values (N'216143b3-ba6a-4ecd-a33e-972b6fbafbd2', N'DIL36102', N'life', N'36102', N'Смерть в результате болезни', N'Смерть Застрахованного в результате болезни');
insert into bfx_impl.risks values (N'9bf78d9c-bcbd-454e-a1e8-97323c75f664', N'DIL36202', N'life', N'36202', N'Смерть в результате болезни', N'Смерть Застрахованного в результате болезни');
insert into bfx_impl.risks values (N'6a21394f-b98f-4257-9e2e-97383c340228', N'DILT42204', N'life', N'42204', N'Смерть Болезнь с табл.изменениями СС', N'Смерть Застрахованного в результате болезни');
insert into bfx_impl.risks values (N'caf0bb20-7ba5-4d20-90e6-97d553908037', N'DDTP31102', N'life', N'31102', N'Смерть в результате ДТП', N'Смерть Застрахованного в результате дорожно-транспортного происшествия');
insert into bfx_impl.risks values (N'b65bd0c0-0871-46ee-b88c-99db51fd3f8b', N'DDTP36102', N'life', N'36102', N'Смерть в результате ДТП', N'Смерть Застрахованного в результате дорожно-транспортного происшествия');
insert into bfx_impl.risks values (N'1677e2fb-22bd-42ce-934f-9a58aca4e1c7', N'DDTP36904', N'life', N'36904', N'Смерть в результате ДТП', N'Смерть Застрахованного в результате дорожно-транспортного происшествия');
insert into bfx_impl.risks values (N'ed10c4af-eb4b-4cf3-8229-9b17d1986491', N'DDTP46204', N'life', N'46204', N'Смерть в результате ДТП', N'Смерть Застрахованного в результате дорожно-транспортного происшествия');
insert into bfx_impl.risks values (N'5f84e100-ee66-42d1-953a-9dc99ed0c7cc', N'DDTPA36102', N'life', N'36102', N'Смерть в результате ДТП или авиакатастрофы', N'Смерть Застрахованного в результате дорожно-транспортного происшествия или катастрофы на воздушном транспорте');
insert into bfx_impl.risks values (N'85ac1186-35aa-429b-87e8-9e8234befee0', N'DAT36102', N'life', N'36102', N'Смерть в результате авиакатастрофы', N'Смерть Застрахованного в результате катастрофы на воздушном транспорте');
insert into bfx_impl.risks values (N'ce0177c1-4a0c-4f51-806c-a07be8d3ef30', N'DAT36904', N'investmentContractWithDPF', N'36904', N'Смерть в результате НС с возвратом взносов', N'Смерть Застрахованного в результате несчастного случая');
insert into bfx_impl.risks values (N'907838b7-2ce6-481a-bbb0-a3fd758a8d5f', N'DA10800', N'nonLife', N'10800', N'Смерть в результате НС', N'Смерть Застрахованного в результате несчастного случая');
insert into bfx_impl.risks values (N'0d640b97-3866-434c-8c84-a4496928b2ba', N'DA20600', N'nonLife', N'20600', N'Смерть в результате НС', N'Смерть Застрахованного в результате несчастного случая');
insert into bfx_impl.risks values (N'2fb6b3e6-a8c6-47e9-9718-a4605fe7c5b6', N'DA20700', N'nonLife', N'20700', N'Смерть в результате НС', N'Смерть Застрахованного в результате несчастного случая');
insert into bfx_impl.risks values (N'fe2d9e18-e07b-42d4-994a-a512a86f0c37', N'DA33302', N'life', N'33302', N'Смерть в результате НС', N'Смерть Застрахованного в результате несчастного случая');
insert into bfx_impl.risks values (N'77af062d-8b23-467d-9087-a60d8e817527', N'DA36202', N'life', N'36202', N'Смерть в результате НС', N'Смерть Застрахованного в результате несчастного случая');
insert into bfx_impl.risks values (N'9e51d04c-65ea-4a39-b0e3-a82503df2f5c', N'DA220700', N'nonLife', N'20700', N'Смерть в результате НС', N'Смерть Застрахованного в результате несчастного случая');
insert into bfx_impl.risks values (N'3e863a92-b1ad-4778-a57a-ac4d6e12e685', N'DLPT33102', N'life', N'33102', N'Смерть ЛП (в результате НСиБ) с табл. изменения СС', N'Смерть Застрахованного в результате несчастного случая или болезни');
insert into bfx_impl.risks values (N'042161ae-d099-4497-ab3e-adaa5d709b75', N'DLPT33302', N'life', N'33302', N'Смерть ЛП (в результате НСиБ) с табл. изменения СС', N'Смерть Застрахованного в результате несчастного случая или болезни');
insert into bfx_impl.risks values (N'cb319d80-b856-40e4-9b5a-adc7effd5d5f', N'DLPT36202', N'life', N'36202', N'Смерть ЛП (в результате НСиБ) с табл. изменения СС', N'Смерть Застрахованного в результате несчастного случая или болезни');
insert into bfx_impl.risks values (N'f1819b95-05c1-4336-8e1e-b28ad9f16757', N'DAII20700', N'nonLife', N'20700', N'Смерть в результате НС или инфекционной болезни', N'Смерть Застрахованного в результате несчастного случая или инфекционного заболевания');
insert into bfx_impl.risks values (N'44d7d8c6-1570-4985-bcf3-b2959bc97784', N'DADP36904', N'life', N'36904', N'Смерть НС отложенная выплата', N'Смерть Застрахованного в результате несчастного случая с отложенной страховой выплатой');
insert into bfx_impl.risks values (N'f1547774-0b6c-4288-8e7c-b455156cf87f', N'DTP36102', N'life', N'36102', N'Смерть в результате транспортного происшествия', N'Смерть Застрахованного в результате транспортного происшествия');
insert into bfx_impl.risks values (N'285a6be6-72ef-4c14-bbde-b539298ef72a', N'DST36102', N'life', N'36102', N'Смерть в результате аварии на общественном транспорте', N'Смерть Застрахованного Лица в результате несчастного случая - аварии на общественном транспорте');
insert into bfx_impl.risks values (N'7a7cb50c-55f1-4abe-b19d-b9335bb53a1d', N'DLPVV36904', N'investmentContractWithDPF', N'36904', N'Смерть ЛП с возвратом взносов', N'Смерть Застрахованного по любой причине с возвратом уплаченных взносов по основной программе');
insert into bfx_impl.risks values (N'745983ed-d226-49b8-928b-b9873945e246', N'DLPVV31102', N'life', N'31102', N'Смерть ЛП с возвратом взносов', N'Смерть Застрахованного по любой причине с возвратом уплаченных взносов по основной программе');
insert into bfx_impl.risks values (N'6d36579c-c70c-48af-a493-ba74967d9233', N'DLPVV33102', N'life', N'33102', N'Смерть ЛП с возвратом взносов', N'Смерть Застрахованного по любой причине с возвратом уплаченных взносов по основной программе');
insert into bfx_impl.risks values (N'3521fadc-b8e3-48e3-9e64-bf8f080adb8f', N'DLPW33102', N'life', N'33102', N'Смерть ЛП с освобождением от уплаты взносов', N'Смерть Застрахованного по любой причине с освобождением от уплаты страховых взносов');
insert into bfx_impl.risks values (N'61722cff-d186-4a03-bf20-c098c3977e79', N'DLPW36102', N'life', N'36102', N'Смерть ЛП с освобождением от уплаты взносов', N'Смерть Застрахованного по любой причине с освобождением от уплаты страховых взносов');
insert into bfx_impl.risks values (N'5930df0c-09ad-4579-8513-c0d0fe0dd9c2', N'DLPW36404', N'life', N'36404', N'Смерть ЛП с освобождением от уплаты взносов', N'Смерть Застрахованного по любой причине с освобождением от уплаты страховых взносов');
insert into bfx_impl.risks values (N'6fc0e216-a6fb-4633-9828-c1196b7aedc6', N'DLPDP36102', N'life', N'36102', N'Смерть ЛП с отложенной выплатой', N'Смерть Застрахованного по любой причине с отложенной страховой выплатой');
insert into bfx_impl.risks values (N'b8acba47-c574-4b04-a133-c6cff91281f7', N'DLPDP31102', N'life', N'31102', N'Смерть ЛП с отложенной выплатой с возвратом взносов', N'Смерть Застрахованного по любой причине с отложенной страховой выплатой;');
insert into bfx_impl.risks values (N'7f6ee764-fe17-46c3-a550-c84c9bd24c2f', N'DADP36102', N'life', N'36102', N'Смерть в результате НС с освобождением от уплаты взносов', N'Смерть Страхователя в результате несчастного случая с освобождением от уплаты страховых взносов');
insert into bfx_impl.risks values (N'8f55e1aa-d343-4927-837c-ca81d3ea79af', N'HT36102', N'life', N'36102', N'Госпитализация в результате НС в командировке', N'Стационарное лечение Застрахованного в результате несчастного случая, произошедшего во время нахождения в служебной командировке');
insert into bfx_impl.risks values (N'4b746ba7-ccc9-478f-a3c1-cbfc2703a896', N'HS36102', N'life', N'36102', N'Госпитализация в результате НС в дет.саду или на учебе', N'Стационарное лечение Застрахованного в результате несчастного случая, произошедшего во время нахождения на территории учебного заведения или детского сада');
insert into bfx_impl.risks values (N'5764ee0a-7558-4d35-a75d-ceca437e1ea3', N'HB20700', N'nonLife', N'20700', N'Госпитализация в результате инфекционной болезни, вызванной укусом клеща', N'Стационарное лечение Застрахованного Лица в результате инфекционного заболевания, вызванного укусом иксодового клеща');
insert into bfx_impl.risks values (N'2c42b8b2-bd8a-4ecd-b4ca-cfc9e3f6e8ba', N'ICE36102', N'life', N'36102', N'Травма в результате катастрофических явлений', N'Травма Застрахованного в результате катастрофических явлений');
insert into bfx_impl.risks values (N'aa6e29a8-6864-40e6-b9e8-d297af02ac16', N'I20700', N'nonLife', N'20700', N'Травма', N'Травма Застрахованного в результате несчастного случая');
insert into bfx_impl.risks values (N'9284da65-5827-47c9-b030-d56bb0997013', N'I36102', N'life', N'36102', N'Травма', N'Травма Застрахованного в результате несчастного случая');
insert into bfx_impl.risks values (N'e4b8d3db-d50a-48cb-93ed-d5f5417c5adf', N'I36202', N'life', N'36202', N'Травма', N'Травма Застрахованного в результате несчастного случая');
insert into bfx_impl.risks values (N'f8a53f6d-9a77-4562-9981-d64566f7c4d9', N'I220700', N'nonLife', N'20700', N'Травма', N'Травма Застрахованного в результате несчастного случая');
insert into bfx_impl.risks values (N'f2f30422-5896-4fab-a1fa-d94ba28785a2', N'IH36102', N'life', N'36102', N'Травма и госпитализация в случае травмы, не указанной в таблице травм', N'Травма Застрахованного в результате несчастного случая');
insert into bfx_impl.risks values (N'7fdc5665-15cb-438b-b328-dc3beb9ceaca', N'IH36404', N'life', N'36404', N'Травма и госпитализация в случае травмы, не указанной в таблице травм', N'Травма Застрахованного в результате несчастного случая');
insert into bfx_impl.risks values (N'14cc9848-4b96-43d7-9427-df3ea29fafd7', N'HIA20700', N'nonLife', N'20700', N'Тяжкие телесные повреждения', N'Тяжкие телесные повреждения Застрахованного в результате несчастного случая');
insert into bfx_impl.risks values (N'a390c202-0109-4463-ac8c-e0048421fcab', N'HI33302', N'life', N'33302', N'Тяжкие телесные повреждения', N'Тяжкие телесные повреждения Застрахованного в результате несчастного случая');
insert into bfx_impl.risks values (N'd4960e74-aafc-4c9a-bf10-e1627bed1b6f', N'HI36202', N'life', N'36202', N'Тяжкие телесные повреждения', N'Тяжкие телесные повреждения Застрахованного в результате несчастного случая');
insert into bfx_impl.risks values (N'bfa8edda-2574-45eb-a5d8-e634d576e81a', N'D12IW33302', N'life', N'33302', N'Инвалидность 1,2 гр. в результате болезни с освобождением от уплаты взносов', N'Установление инвалидности I или II группы в результате болезни');
insert into bfx_impl.risks values (N'0ff2db98-5dfc-4915-a019-e7d6327e5950', N'D12IW33102', N'life', N'33102', N'Инвалидность 1,2 гр. в результате НС с освобождением от уплаты взносов', N'Установление инвалидности I или II группы в результате несчастного случая. Инвалидность Застрахованного с установлением I, II группы инвалидности в результате несчастного случая с освобождением от уплаты страховых взносов');
insert into bfx_impl.risks values (N'f589a2fc-121b-4a10-910a-e8b3b0c05f8d', N'D12AW33302', N'life', N'33302', N'Инвалидность 1,2 гр. в результате НС с освобождением от уплаты взносов', N'Установление инвалидности I или II группы в результате несчастного случая. Инвалидность Застрахованного с установлением I, II группы инвалидности в результате несчастного случая с освобождением от уплаты страховых взносов');
insert into bfx_impl.risks values (N'a91fdf48-8c3a-47cb-8082-e9e96b5e06b3', N'D12DTP36102', N'life', N'36102', N'Инвалидность 1,2 гр. в результате аварии на общественном транспорте', N'Установление инвалидности I или II группы Застрахованному лицу в результате несчастного случая - аварии на общественном транспорте');
insert into bfx_impl.risks values (N'60d6512a-701c-4c18-9f01-eb97e5eeb572', N'D1AI20600', N'nonLife', N'20600', N'Инвалидность 1 гр. по любой причине (в результате НСиБ)', N'Установление инвалидности Застрахованному Лицу I в результате несчастного случая или болезни');
insert into bfx_impl.risks values (N'c1983849-6474-4a15-96dc-edea06cc8b36', N'D1AI20700', N'nonLife', N'20700', N'Инвалидность 1 гр. по любой причине (в результате НСиБ)', N'Установление инвалидности Застрахованному Лицу I в результате несчастного случая или болезни');
insert into bfx_impl.risks values (N'c90e6a6e-7cb5-403c-896b-ee34605ec7cd', N'D1AI42204', N'life', N'42204', N'Инвалидность 1 гр. по любой причине (в результате НСиБ)', N'Установление инвалидности Застрахованному Лицу I в результате несчастного случая или болезни');
insert into bfx_impl.risks values (N'f573f3e4-0431-4776-9746-f1215132989d', N'D12AI36102', N'life', N'36102', N'Инвалидность 1,2 гр. по любой причине (в результате НСиБ)', N'Установление инвалидности Застрахованному Лицу I, II в результате несчастного случая или болезни');
insert into bfx_impl.risks values (N'3efade38-0128-48c7-bda4-f1ed2ff034d2', N'D123A20700', N'nonLife', N'20700', N'Инвалидность 1,2,3 гр. в результате НС', N'Установление инвалидности Застрахованному Лицу I, II или III группы в результате несчастного случая');
insert into bfx_impl.risks values (N'e45c3988-ac46-45cd-84e9-f7a5e53566ac', N'D123A33302', N'life', N'33302', N'Инвалидность 1,2,3 гр. в результате НС', N'Установление инвалидности Застрахованному Лицу I, II или III группы в результате несчастного случая');
insert into bfx_impl.risks values (N'2f684b2a-2937-468e-be1c-f944967d8116', N'D123A36102', N'life', N'36102', N'Инвалидность 1,2,3 гр. в результате НС', N'Установление инвалидности Застрахованному Лицу I, II или III группы в результате несчастного случая');
insert into bfx_impl.risks values (N'06d76585-608b-481f-8609-fa24fd095c3a', N'DCAII20700', N'nonLife', N'20700', N'Инвалидность категория "ребенок-инвалид" в результате НС или инфекционной болезни', N'Установление инвалидности Застрахованному Лицу в результате несчастного случая или инфекционного заболевания');
insert into bfx_impl.risks values (N'fa0f6ea9-a047-4c2c-80e1-faab490830ea', N'AS20700', N'nonLife', N'20700', N'Подтверждение необходимости операции', N'Установление показаний и рекомендаций к проведению хирургического вмешательства в организм Застрахованного Лица в связи с наступлением впервые диагностированного врачом в течение срока страхования критического заболевания Застрахованного Лица, предусмотре');
insert into bfx_impl.risks values (N'11271587-810f-4fb3-9760-fc84f415f292', N'SOI20700', N'nonLife', N'20700', N'Хирургическая операция в результате болезни', N'Хирургические вмешательства в организм Застрахованного лица в связи с болезнью, предусмотренные <Таблица>');
insert into bfx_impl.risks values (N'b85be5a8-98b5-4602-8337-fe37e495e5a7', N'SOA20700', N'nonLife', N'20700', N'Хирургическая операция в результате НС', N'Хирургические вмешательства в организм Застрахованного лица в связи с произошедшим с ним несчастным случаем, предусмотренные <Таблица>');
insert into bfx_impl.risks values (N'9b1d189d-b88b-4afe-a8fc-fe4eed137f57', N'SOA36102', N'life', N'36102', N'Хирургическая операция в результате НС', N'Хирургические вмешательства в организм Застрахованного лица в связи с произошедшим с ним несчастным случаем, предусмотренные <Таблица>');
insert into bfx_impl.risks values (N'eb67b187-00c5-499b-924d-ff7c5b1c3721', N'SOAI20700', N'nonLife', N'20700', N'Хирургическая операция по любой причине (в результате НСиБ)', N'Хирургические вмешательства в организм Застрахованного Лица, предусмотренные <Таблица>, в связи с произошедшим с ним несчастным случаем или болезнью');
