update bfx_impl.declaration_medical_questions
   set item_text = N'не имею, не обращался за медицинской помощью по нижеперечисленным заболеваниям и не страдаю ими в настоящее время:
-     СПИД или ВИЧ-инфицирование (включая мутации или другие подобные изменения СПИД и ВИЧ);
-     злокачественные новообразования, в том числе in situ;
-     лейкоз, болезнь Ходжкина, доброкачественная или злокачественная опухоль головного мозга, полицитемия;
-     пищевод Барретта, язва желудка, болезнь Крона, неспецифический язвенный колит, хронический панкреатит;
-     дисплазия шейки матки, увеличение предстательной железы, крипторхизм;
-     сахарный диабет;
-     туберкулез, хроническая дыхательная недостаточность II-III степени, хроническая обструктивная болезнь легких (ХОБЛ);
-     цирроз печени, алкогольная болезнь печени, гепатит B, C, D;
-     аутоиммунные заболевания (ревматизм, системная красная волчанка, болезнь Вагнера, склеродермия), первичный иммунодефицит, амилоидоз;
-     синдром Дауна;
-     заболевания сердечно-сосудистой системы (ишемическая болезнь сердца, стенокардия, инфаркт миокарда, врожденный или приобретенный порок сердца, дилатационная кардиомиопатия, нарушения сердечного ритма, инсульт, тромбоз и др.)'
 where id = '0a7f186a-ce3d-44b8-a6b3-1a1822fabd75'