--- Обновление декларации по продукту БФКО_Стратегия на пять. Забота о семье
 update bfx_impl.DECLARATION_MAIN_QUESTIONS
   set ITEM_TEXT = N'Страхователь обязуется не реже одного раза в год и/или по мере изменения идентификационных данных, указанных в настоящем договоре страхования, направлять Страховщику обновленные персональные данные по форме, предложенной Страховщиком.
Непредставление соответствующей информации Страховщик вправе расценить как неизменность сведений о Страхователе, установленных при его идентификации, и обновить идентификационные сведения на основе данных, представленных Страхователем ранее в сроки, установленные Федеральным законом от 07.08.2001 N 115-ФЗ «О противодействии легализации (отмыванию) доходов, полученных преступным путем, и финансированию терроризма».'
 where ID = '09C8D739-C839-4C3F-9F06-8A2029CCBBD2'
 update bfx_impl.DECLARATION_MAIN_QUESTIONS
   set ITEM_TEXT = N'Страхователь с Правилами, расположенными на официальном сайте Страховщика (www.rgsl.ru), ознакомлен и согласен.'
 where ID = '43DEB711-3202-40A4-B6EC-C9DA097B781E'
 update bfx_impl.DECLARATION_MAIN_QUESTIONS
   set ITEM_TEXT = N'Страхователь дает свое согласие Обществу с ограниченной ответственностью Страховая компания «Росгосстрах Жизнь» (121059, г. Москва, вн.тер.г. муниципальный округ Дорогомилово, ул. Киевская, д. 7, к. 1), Публичному акционерному обществу Страховая Компания «Росгосстрах» (140002, Московская область, г. Люберцы, ул. Парковая, д. 3) на обработку и использование указанного в настоящем договоре страхования номера мобильного телефона, адреса электронной почты с целью оповещения/информирования об услугах и страховых продуктах Общества с ограниченной ответственностью Страховая компания «Росгосстрах Жизнь» (121059, г. Москва, вн.тер.г. муниципальный округ Дорогомилово, ул. Киевская, д. 7, к. 1), Публичного акционерного общества Страховая Компания «Росгосстрах» (140002, Московская область, г. Люберцы, ул. Парковая, д. 3), сообщения информации в отношении настоящего договора страхования, заключенного со Страхователем, и/или информации по страховому случаю, а также для поздравления с официальными праздниками и маркетинговых исследований. Согласие на получение информации по каналам связи дано без ограничения срока действия и может быть отозвано в любой момент времени путем направления Страховщику письменного заявления.'
 where ID = '315E90BA-1331-4298-8FBB-F49C43163450'
 update bfx_impl.DECLARATION_MAIN_QUESTIONS
   set ITEM_TEXT = N'Страхователь подтверждает, что сведения, указанные в настоящем договоре страхования и приложениях к нему, являются правдивыми и содержат полную информацию. Информация, указанная в настоящем договоре страхования и приложениях к нему, признается сторонами существенной для определения вероятности наступления страхового случая.'
 where ID = 'FE7DF149-5C0D-4DC8-AB3A-FFE0D9EE6FC3'


 --- Обновление декларации по продукту ОАС_Достойный век 2.0
 update bfx_impl.DECLARATION_MAIN_QUESTIONS
   set ITEM_TEXT = N'Общая страховая сумма в отношении Застрахованного по всем договорам страхования ООО СК «Росгосстрах жизнь», заключенным на основании Правил пожизненного страхования (в редакции от любого числа) с пожизненным сроком страхования, включая настоящий договор страхования не превышает:
- 1 000 000 рублей по каждому из рисков «Смерть Застрахованного по любой причине», «Смерть Застрахованного в результате дорожно-транспортного происшествия»;
- 100 000 рублей «Травма Застрахованного в результате несчастного случая».'
 where ID = 'D9C6602E-01FC-411A-A700-21EE94C36314'