update bfx_impl.declaration_medical_questions
   set item_text = N'не имел(а), не обращался (не обращалась) за медицинской помощью по нижеперечисленным заболеваниям и не страдаю ими в настоящее время:
- доброкачественные или злокачественные опухоли;
- заболевания, вызванные воздействием радиации;
- СПИД и другие заболевания, связанные с вирусом иммунодефицита человека;
- нервные или психические расстройства или заболевания (например: эпилепсия, паралич, болезнь Паркинсона);
- заболевания сердечно-сосудистой системы (например: ишемическая болезнь сердца, стенокардия, инфаркт миокарда, порок сердца, нарушения сердечного ритма, инсульт, тромбоз);
- заболевания печени (цирроз печени, гепатит В, С, D, E);
- сахарный диабет I типа'
 where id = 'a89be899-dfab-4d38-aafb-89cd9e3e5c42';