-- правка текста IBI5ZENIT
delete from bfx_impl.declaration_main_questions where id = '9B697C20-144F-4C99-9B1F-891C10928AFA'; insert into bfx_impl.declaration_main_questions values ('9B697C20-144F-4C99-9B1F-891C10928AFA', N'Страхователь обязуется не реже одного раза в год и/или по мере изменения идентификационных данных, указанных в настоящем договоре страхования, направлять Страховщику обновленные персональные данные по форме, предложенной Страховщиком. Непредоставление соответствующей информации Страховщик вправе расценить как неизменность сведений о Страхователе, установленных при его идентификации, и обновить идентификационные сведения на основе данных, представленных Страхователем ранее в сроки, установленные Федеральным законом от 07.08.2001 N 115-ФЗ «О противодействии легализации (отмыванию) доходов, полученных преступным путем, и финансированию терроризма».');
-- правка текста мед декларации ERC2
delete from bfx_impl.declaration_medical_questions where id = 'ba1900b9-67bd-41d8-9da9-391ef2f0ac8a'; insert into bfx_impl.declaration_medical_questions values ('ba1900b9-67bd-41d8-9da9-391ef2f0ac8a', N'не имел(а), не обращался (не обращалась) за медицинской помощью по нижеперечисленным заболеваниям и не страдаю ими в настоящее время:
- доброкачественные или злокачественные опухоли;
- заболевания, вызванные воздействием радиации;
- СПИД и другие заболевания, связанные с вирусом иммунодефицита человека;
- нервные или психические расстройства или заболевания (например: эпилепсия, паралич, болезнь Паркинсона, наркомания; токсикомания, алкоголизм);
- заболевания сердечно-сосудистой системы (например: гипертоническая болезнь IIIII степени, ишемическая болезнь сердца, стенокардия, инфаркт миокарда, порок сердца, нарушения сердечного ритма, инсульт, тромбоз);
- заболевания дыхательной системы (например: хроническая обструктивная болезнь легких, саркоидоз, туберкулез легких);
- заболевания крови и кроветворной системы;
- заболевания почек (например: хроническая почечная недостаточность, поликистоз почек, гломерулонефрит);
- заболевания печени (цирроз печени, гепатит В, С, D, E);
- заболевания желудочно-кишечного тракта (за исключением пищевых отравлений, гастрита);
- заболевания эндокринной системы (например: тиреотоксикоз, сахарный диабет III типа, заболевания гипофиза);
- заболевания опорно-двигательного аппарата (например: артрит, артроз, анкилоз, деформация суставов или конечностей, подагра, заболевания позвоночника)');
