--- Обновление декларации по продукту ОАС_Достойный век 2.0
 update bfx_impl.DECLARATION_MAIN_QUESTIONS
   set ITEM_TEXT = N'Общая страховая сумма в отношении Застрахованного по всем договорам страхования ООО СК «Росгосстрах жизнь», заключенным на основании Правил пожизненного страхования (в редакции от любого числа) с пожизненным сроком страхования, включая настоящий договор страхования не превышает:
- 1 000 000 рублей по каждому из рисков «Смерть Застрахованного по любой причине», «Смерть Застрахованного в результате дорожно-транспортного происшествия»;
- 100 000 рублей по риску «Травма Застрахованного в результате несчастного случая».'
 where ID = 'D9C6602E-01FC-411A-A700-21EE94C36314'