update bfx_impl.declaration_medical_questions
   set item_text = N'Являюсь лицом в возрасте от 18 полных лет на дату заключения договора страхования и до 85 полных лет (включительно) на дату окончания договора страхования.'
 where id = '8348a8bf-1f4f-49f2-9bc8-4f4cfa2829ac'

update bfx_impl.declaration_medical_questions
   set item_text = N'Не являюсь и не являлся (не являлась) инвалидом и не подавал(а) документы на освидетельствование для получения группы инвалидности, не имел(а), не проходил(а) лечения и не страдаю в настоящее время от онкологических заболеваний, болезней сердечно-сосудистой системы (инфаркт миокарда, инсульт, стенокардия, артериальная гипертензия, порок сердца, нарушение ритма, тромбоз, сердечно-сосудистая недостаточность), каких-либо заболеваний головного мозга, печени, желудочно-кишечного тракта (за исключением острых пищевых отравлений, гастрита), почек, эндокринной системы, сахарным диабетом, заболеваниями крови; неврологических или психических расстройств (например, эпилепсия, паралич, потеря сознания, алкоголизм, наркомания), СПИД или ВИЧ-инфекции.'
 where id = '87d79177-cb06-4cce-8f0c-5ab12098956e'

update bfx_impl.declaration_main_questions
   set item_text = N'Общая страховая сумма в отношении Застрахованного по каждому из указанных ниже рисков по всем договорам страхования / заявлениям на страхование по продуктам инвестиционного страхования жизни и продуктам, договоры страхования по которым заключаются на основании Правил страхования жизни (в редакции от любого числа), включая настоящий договор не превышает:
-      60 000 000 рублей по риску «Смерть Застрахованного по любой причине» для Застрахованного в возрасте от 18 до 65 полных лет (включительно) на дату заключения договора страхования (15 000 000 рублей для Застрахованного в возрасте от 66 до 70 полных лет (включительно) на дату заключения договора страхования; 10 000 000 рублей для Застрахованного в возрасте от 71 года до 75 полных лет (включительно) на дату заключения договора страхования; 1 000 000 рублей для Застрахованного в возрасте от 76 до 82 полных лет (включительно) на дату заключения договора страхования);
-      20 000 000 рублей по риску «Смерть Застрахованного в результате несчастного случая» для Застрахованных в возрасте от 18 до 65 полных лет (включительно) на дату заключения договора страхования (15 000 000 рублей для Застрахованного в возрасте от 66 до 70 полных лет (включительно) на дату заключения договора страхования; 5 000 000 рублей для Застрахованного в возрасте от 71 года до 75 полных лет (включительно) на дату заключения договора страхования; 1 000 000 рублей для Застрахованного в возрасте от 76 до 82 полных лет (включительно) на дату заключения договора страхования).'
 where id = '08f2a282-921e-48d2-9dd1-8348e63cf786'

update bfx_impl.declaration_main_questions
   set item_text = N'Страхователь и Застрахованный в соответствии с Федеральным законом от 27.07.2006 № 152-ФЗ «О персональных данных» свободно, своей волей и в своем интересе дают свое согласие Обществу с ограниченной ответственностью Страховая компания «Росгосстрах Жизнь» (место нахождения: 121059, г. Москва, вн.тер.г. муниципальный округ Дорогомилово, ул. Киевская, д. 7, к. 1), Публичному акционерному обществу Страховая Компания «Росгосстрах» (место нахождения: 140002, Московская область, г. Люберцы, ул. Парковая, д. 3), перестраховщикам (Swiss Re Europe S.A. (место нахождения: 81925, Арабеллаштрассе 30, Мюнхен, Германия), General Reinsurance AG (место нахождения: 50668, Теодор-Хойсс-Ринг 11, Кёльн, Германия), Акционерное общество «Российская Национальная Перестраховочная Компания» (место нахождения: 125047, г. Москва, ул. Гашека, д. 6, Помещение XII)) и ассистанским компаниям (сервисным организациям) (Общество с ограниченной ответственностью «Квантум-Финанс» (место нахождения: 123022, г. Москва, ул. Трехгорный Вал, д. 12, стр.2, пом. 3н.), (Общество с ограниченной ответственностью «Национальная Медслужба» (место нахождения: 115184, г. Москва, Озерковская набережная, д. 30, этаж 5, пом. 29), (Общество с ограниченной ответственностью «ЛегионКом» (место нахождения: 119017, г. Москва, ул. Большая Ордынка, д. 40, стр. 3)) на обработку их персональных данных (включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (предоставление, доступ), трансграничную передачу, в том числе в страны обеспечивающие и не обеспечивающие адекватную защиту прав субъектов персональных данных (ФРГ, США), обезличивание, блокирование, удаление, уничтожение) совершаемую с использованием средств автоматизации или без использования таких средств. Цель обработки персональных данных: заключение, сопровождение, исполнение, прекращение договора страхования и перестрахования, продвижение страховых услуг, проведение рекламных и маркетинговых акций, а также выполнение требований законодательства Российской Федерации. Перечень персональных данных, на обработку которых дается согласие (при условии их раскрытия субъектом персональных данных): фамилия, имя, отчество; гражданство; дата рождения; место рождения; пол; серия (при наличии) и номер документа, удостоверяющего личность субъекта персональных данных, дата выдачи документа, орган, выдавший документ; адрес постоянной регистрации; почтовый адрес; контактные номера телефонов (мобильного и/или домашнего); адреса электронной почты; информация о состоянии здоровья и диагнозах Застрахованного (в т. ч. составляющая врачебную тайну в соответствии со ст. 13, 19, 22 Федерального закона от 21.11.2011 № 323-ФЗ «Об основах охраны здоровья граждан в Российской Федерации»). Страховщик вправе поручить обработку персональных данных другому лицу, на основании заключаемого с этим лицом договора. Страховщик оставляет за собой право изменить перечень ассистанских компаний (сервисных организаций) / перестраховщиков, а также список стран, в которые может быть осуществлена трансграничная передача в связи с указанными изменениями. Актуальный перечень ассистанских компаний (сервисных организаций) / перестраховщиков / стран, в которые может быть осуществлена трансграничная передача, представлен на сайте Страховщика в разделе «Раскрытие информации» (www.rgsl.ru/info/). Согласие на обработку персональных данных начинает свое действие с момента подписания договора страхования и действует в течение всего срока действия договора страхования, а также в течение 5 (пяти) лет с даты его прекращения. Согласие может быть отозвано в любое время путем направления Страховщику письменного уведомления (путем направления заказного письма с уведомлением о вручении либо путем вручения лично под расписку уполномоченному представителю Страховщика).'
 where id = '73395071-ef70-43b6-bb9f-5fcca076004b'

delete from bfx_impl.declaration_medical_questions
 where id = 'b77414c5-4a22-4d1c-933b-bf400c920c41'
insert into bfx_impl.declaration_medical_questions
   (id, item_text)
values
   ('b77414c5-4a22-4d1c-933b-bf400c920c41', N'Не нахожусь под следствием или в местах лишения свободы.')

update bfx_impl.declaration_medical
   set item_text_id = 'b77414c5-4a22-4d1c-933b-bf400c920c41'
 where product_code = N'EHVP'
   and item_number = 13

update bfx_impl.declaration_medical_questions
   set item_text = N'Не нахожусь под следствием и не являюсь осужденным к лишению свободы.'
 where id = 'bdad8975-66d5-4425-854d-be93d5462b4e'

update bfx_impl.declaration_main_questions
   set item_text = N'Страхователь и Застрахованный в соответствии с Федеральным законом от 27.07.2006 № 152-ФЗ «О персональных данных» свободно, своей волей и в своем интересе дают свое согласие Обществу с ограниченной ответственностью Страховая компания «Росгосстрах Жизнь» (место нахождения: 121059, г. Москва, вн.тер.г. муниципальный округ Дорогомилово, ул. Киевская, д. 7, к. 1), Публичному акционерному обществу Страховая Компания «Росгосстрах» (место нахождения: 140002, Московская область, г. Люберцы, ул. Парковая, д. 3), перестраховщикам (Swiss Re Europe S.A. (место нахождения: 81925, Арабеллаштрассе 30, Мюнхен, Германия), General Reinsurance AG (место нахождения: 50668, Теодор-Хойсс-Ринг 11, Кёльн, Германия), Акционерное общество «Российская Национальная Перестраховочная Компания» (место нахождения: 125047, г. Москва, ул. Гашека, д. 6, Помещение XII)) и ассистанским компаниям (сервисным организациям) (Общество с ограниченной ответственностью «Квантум-Финанс» (место нахождения: 123022, г. Москва, ул. Трехгорный Вал, д. 12, стр.2, пом. 3н.), Общество с ограниченной ответственностью «Национальная Медслужба» (место нахождения: 115184, г. Москва, Озерковская набережная, д. 30, этаж 5, пом. 29), Madanes Advanced Healthcare Services Ltd. (место нахождения: 127051, г. Москва, Лихов переулок, д.3, стр.2), Общество с ограниченной ответственностью «ГЕНОТЕК» (место нахождения: 105120, г. Москва, Наставнический пер., д.17, стр. 1, пом. 1, этаж 2, ком. 9)) на обработку их персональных данных (включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (предоставление, доступ), трансграничную передачу, в том числе в страны обеспечивающие и не обеспечивающие адекватную защиту прав субъектов персональных данных (ФРГ, Государство Израиль, США), обезличивание, блокирование, удаление, уничтожение) совершаемую с использованием средств автоматизации или без использования таких средств. Цель обработки персональных данных: заключение, сопровождение, исполнение, прекращение договора страхования и перестрахования, продвижение страховых услуг, проведение рекламных и маркетинговых акций, а также выполнение требований законодательства Российской Федерации. Перечень персональных данных, на обработку которых дается согласие (при условии их раскрытия субъектом персональных данных): фамилия, имя, отчество; гражданство; дата рождения; место рождения; пол; серия (при наличии) и номер документа, удостоверяющего личность субъекта персональных данных, дата выдачи документа, орган, выдавший документ; адрес постоянной регистрации; почтовый адрес; контактные номера телефонов (мобильного и/или домашнего); адреса электронной почты; информация о состоянии здоровья и диагнозах Застрахованного (в т. ч. составляющая врачебную тайну в соответствии со ст. 13, 19, 22 Федерального закона от 21.11.2011 № 323-ФЗ «Об основах охраны здоровья граждан в Российской Федерации»). Страховщик вправе поручить обработку персональных данных другому лицу, на основании заключаемого с этим лицом договора. Страховщик оставляет за собой право изменить перечень ассистанских компаний (сервисных организаций) / перестраховщиков, а также список стран, в которые может быть осуществлена трансграничная передача в связи с указанными изменениями. Актуальный перечень ассистанских компаний (сервисных организаций) / перестраховщиков / стран, в которые может быть осуществлена трансграничная передача, представлен на сайте Страховщика в разделе «Раскрытие информации» (www.rgsl.ru/info/). Согласие на обработку персональных данных начинает свое действие с момента подписания договора страхования и действует в течение всего срока действия договора страхования, а также в течение 5 (пяти) лет с даты его прекращения. Согласие может быть отозвано в любое время путем направления Страховщику письменного уведомления (путем направления заказного письма с уведомлением о вручении либо путем вручения лично под расписку уполномоченному представителю Страховщика).'
 where id = 'ef7ea4d8-0bfd-47d5-bbb2-5d1cd34c2f8c'

update bfx_impl.declaration_main_questions
   set item_text = N'Страхователь подтверждает, что он не является налоговым резидентом США и не обладает ни одним из признаков налогового резидента США (не имеет гражданства США (в том числе в случае наличия двух и более гражданств) и разрешения на постоянное пребывание в США (форма I-551 Green Card); не соответствует критерию «Долгосрочное пребывание» на территории США; местом рождения Страхователя не является территория США; не имеет адреса проживания и/или почтового адреса, номера контактного телефона и/или факса на территории США; не имеет открытых счетов в кредитных организациях на территории США). (Физическое лицо соответствует критерию «Долгосрочное пребывание», если оно находилось на территории США не менее 31 дня в течение текущего календарного года и не менее 183 дней в течение 3 лет, включая текущий год и два непосредственно предшествующих года. При этом сумма дней, в течение которых физическое лицо присутствовало на территории США в текущем году, а также двух предшествующих годах, умножается на установленный коэффициент: коэффициент для текущего года равен 1 (т. е. учитываются все дни, проведенные в США в текущем году); коэффициент предшествующего года равен 1/3; коэффициент позапрошлого года – 1/6)'
 where id = '4d28f96b-3b6d-4fcd-93b2-2f1a43497d11'

update bfx_impl.declaration_main
   set item_number = 3
 where product_code = 'ERC'
   and item_text_id = '0e788cab-f4ce-4bf4-a1e7-1f5c8e2cd28c'
update bfx_impl.declaration_main
   set item_number = 4
 where product_code = 'ERC'
   and item_text_id = '44567877-aac8-4c0c-a59c-280fb66d426b'
update bfx_impl.declaration_main
   set item_number = 5
 where product_code = 'ERC'
   and item_text_id = '69baf1ab-ad0f-4e81-bf72-28d5bc34b537'
update bfx_impl.declaration_main
   set item_number = 6
 where product_code = 'ERC'
   and item_text_id = 'b3291f47-c2b1-40fe-b865-2d674ca3bc39'
update bfx_impl.declaration_main
   set item_number = 7
 where product_code = 'ERC'
   and item_text_id = '4d28f96b-3b6d-4fcd-93b2-2f1a43497d11'
update bfx_impl.declaration_main
   set item_number = 8
 where product_code = 'ERC'
   and item_text_id = 'e6992b8e-4677-484a-8996-33db6b342489'
update bfx_impl.declaration_main
   set item_number = 9
 where product_code = 'ERC'
   and item_text_id = '8c979c9a-8997-465f-893e-3592885bfe78'
update bfx_impl.declaration_main
   set item_number = 10
 where product_code = 'ERC'
   and item_text_id = 'fc4d4810-5150-4e92-86c2-49ec41a80f43'
update bfx_impl.declaration_main
   set item_number = 11
 where product_code = 'ERC'
   and item_text_id = '57a09f53-48e6-4764-96fd-58b3c0390387'
update bfx_impl.declaration_main
   set item_number = 12
 where product_code = 'ERC'
   and item_text_id = '6f24b751-172f-4a7b-aadb-5c59b8eafe58'

update bfx_impl.declaration_main
   set item_number = 2,
       item_text_id = 'db5edfd6-1bea-492f-8a8d-1eb5d8e666d3'
 where product_code = 'ERC'
   and item_text_id = 'ef7ea4d8-0bfd-47d5-bbb2-5d1cd34c2f8c'

-- set first symbol to lower and remove last symbol "."
update bfx_impl.declaration_main_questions
   set item_text = lower(substring(item_text, 1, 1)) + substring(item_text, 2, len(item_text) - 2)
 where substring(item_text, len(item_text), 1) = '.'
-- set first symbol to upper if it's 'С' or 'З'
update bfx_impl.declaration_main_questions
   set item_text = upper(substring(item_text, 1, 1)) + substring(item_text, 2, len(item_text))
 where substring(item_text, 1, 1) = N'С' or substring(item_text, 1, 1) = N'З'

-- set first symbol to lower and remove last symbol "."
update bfx_impl.declaration_medical_questions
   set item_text = lower(substring(item_text, 1, 1)) + substring(item_text, 2, len(item_text) - 2)
 where substring(item_text, len(item_text), 1) = '.'
-- set first symbol to upper if it's 'С' or 'З'
update bfx_impl.declaration_medical_questions
   set item_text = upper(substring(item_text, 1, 1)) + substring(item_text, 2, len(item_text))
 where substring(item_text, 1, 1) = N'С' or substring(item_text, 1, 1) = N'З'