-- Риски для миграции
IF 
EXISTS (SELECT 1 FROM sys.objects WHERE OBJECT_ID = OBJECT_ID(N'[BFX_IMPL].[RISKS]') AND TYPE IN (N'U'))
AND
NOT EXISTS (SELECT 1 FROM sys.columns WHERE NAME = N'NOTE' AND OBJECT_ID = OBJECT_ID(N'[BFX_IMPL].[RISKS]')) 
BEGIN
	ALTER TABLE BFX_IMPL.RISKS ADD NOTE nvarchar(MAX)
END
GO

delete from bfx_impl.risks
where bfx_impl.risks.ID in ('4467F602-CF74-4BD0-9A15-E9973E76D223',
							'EFE148CC-B306-4B93-AC50-7068E8870963',
							'2B3C45B3-566C-4709-A256-9226DB8A27BF',
							'CFEAB364-D408-4F89-A2F9-1A410A85940D',
							'A6E0F770-DA1D-4A3B-B933-D673F34B61D6',
							'18C0FD34-39E3-4B8B-82CD-3151065D672E',
							'73B47AD9-6706-418E-9D7B-A1B8C330FA95',
							'305C50E3-EE4A-4BF1-A36F-24C39A2E3F1B',
							'83756583-7D62-4A49-88B9-B6212F8DD92D',
							'3F45EFA4-5DC9-4368-A907-8E1D8526C549',
							'380B3C7A-F0F6-4458-B406-FD926502E067',
							'D02BDCE5-01FB-46CD-BDAB-23930346C6D2',
							'B731394D-B246-4635-B579-E0DB7ACA2D94',
							'D4E2E7C9-16F6-4582-8E78-EEC00BE2E41D',
							'BAFC005A-EA2E-488F-B955-3C0904FA9BF2',
							'2D177151-1FD2-4BE1-9616-61881591E0DE',
							'0B69B93E-BC5B-4301-8082-F11DF4A24279',
							'CBF8D6BD-43DD-4B73-BDE2-216C0144E9D3',
							'89F9FF5C-7B79-46E0-A611-61EC1F30C95D'
							)
insert into bfx_impl.risks
(ID, CODE, TYPE, BUSINESS_LINE, SHORT_DESCRIPTION, FULL_DESCRIPTION, NOTE)
values
('4467F602-CF74-4BD0-9A15-E9973E76D223', N'ME36404', N'life', N'36404', N'Дожитие до даты', N'Дожитие до даты, установленной в договоре', N'Не использовать – риски для миграции'),
('EFE148CC-B306-4B93-AC50-7068E8870963', N'ME36202', N'life', N'36202', N'Дожитие', N'Дожитие', N'Не использовать – риски для миграции'),
('2B3C45B3-566C-4709-A256-9226DB8A27BF', N'MDII20700', N'nonLife', N'20700', N'ИБ II', N'Инвалидность II группы в результате болезни', N'Не использовать – риски для миграции'),
('CFEAB364-D408-4F89-A2F9-1A410A85940D', N'MDIII20700', N'nonLife', N'20700', N'ИБ III', N'Инвалидность III группы в результате болезни', N'Не использовать – риски для миграции'),
('A6E0F770-DA1D-4A3B-B933-D673F34B61D6', N'MDII20700', N'nonLife', N'20700', N'ИЛП II',	N'Инвалидность II группы по любой причине', N'Не использовать – риски для миграции'),
('18C0FD34-39E3-4B8B-82CD-3151065D672E', N'MDII20600', N'nonLife', N'20600', N'ИЛП II',	N'Инвалидность II группы по любой причине', N'Не использовать – риски для миграции'),
('73B47AD9-6706-418E-9D7B-A1B8C330FA95', N'MOD10800', N'nonLife', N'10800', N'Злокач. Онк', N'Злокачественное онкологическое заболевание', N'Не использовать – риски для миграции'),
('305C50E3-EE4A-4BF1-A36F-24C39A2E3F1B', N'MDPR20700', N'nonLife', N'20700', N'ИПР', N'Инвалидность ПР', N'Не использовать – риски для миграции'),
('83756583-7D62-4A49-88B9-B6212F8DD92D', N'MCSPR20700', N'nonLife', N'20700', N'КЗ и Хирур ПР', N'Критика и Хирургия ПР', N'Не использовать – риски для миграции'),
('3F45EFA4-5DC9-4368-A907-8E1D8526C549', N'MRCHIS10800', N'nonLife', N'10800', N'Реаб. КТГИ', N'Реабилитация COVID/травма головы/инсульт', N'Не использовать – риски для миграции'),
('380B3C7A-F0F6-4458-B406-FD926502E067', N'MT10800', N'nonLife', N'10800', N'Транспортировка', N'Транспортировка', N'Не использовать – риски для миграции'),
('D02BDCE5-01FB-46CD-BDAB-23930346C6D2', N'MBMT10800', N'nonLife', N'10800', N'Транспл. Кост. Мозг', N'Трансплантация костного мозга', N'Не использовать – риски для миграции'),
('B731394D-B246-4635-B579-E0DB7ACA2D94', N'MCS10800', N'nonLife', N'10800',	N'Серд-сосуд. Хир.', N'Сердечно-сосудистая хирургия', N'Не использовать – риски для миграции'),
('D4E2E7C9-16F6-4582-8E78-EEC00BE2E41D', N'MOT10800', N'nonLife', N'10800',	N'Трансплантация', N'Трансплантация органов от живого донора+костн.мозг', N'Не использовать – риски для миграции'),
('BAFC005A-EA2E-488F-B955-3C0904FA9BF2', N'MSHV10800', N'nonLife', N'10800', N'Хир. Серд. Клап', N'Хирургическое лечение сердечных клапанов', N'Не использовать – риски для миграции'),
('2D177151-1FD2-4BE1-9616-61881591E0DE', N'MNO10800', N'nonLife', N'10800', N'Нейрохир. Оп.', N'Нейрохирургическая операция', N'Не использовать – риски для миграции'),
('0B69B93E-BC5B-4301-8082-F11DF4A24279', N'MCABG10800', N'nonLife', N'10800', N'Аорто-Корон', N'Аорто-коронарное шунтирование (восстановление кровоснабжения миокарда)', N'Не использовать – риски для миграции'),
('CBF8D6BD-43DD-4B73-BDE2-216C0144E9D3', N'M6CD36102', N'life', N'36102', N'КЗ-6', N'Первичное диагностирование Застрахованному критического заболевания', N'Не использовать – риски для миграции'),
('89F9FF5C-7B79-46E0-A611-61EC1F30C95D', N'M5CD36102', N'life', N'36102', N'КЗ-5', N'Первичное диагностирование Застрахованному критического заболевания', N'Не использовать – риски для миграции')