DELETE FROM BFX_IMPL.DOCUMENT_TYPE
DELETE FROM BFX_IMPL.DOCUMENT_TYPE_CLASS

INSERT INTO BFX_IMPL.DOCUMENT_TYPE_CLASS
(CODE, DESCRIPTION)
VALUES
(N'identity', N'Удостоверяющий личность'),
(N'residence', N'Право на пребывание')

INSERT INTO BFX_IMPL.DOCUMENT_TYPE
(CODE, DESCRIPTION, CLASS_CODE)
VALUES
(N'001', N'Паспорт гражданина', N'identity'),
(N'002', N'Дипломатический паспорт', N'identity'),
(N'003', N'Служебный паспорт', N'identity'),
(N'005', N'Удостоверение личности моряка (паспорт моряка)', N'identity'),
(N'007', N'Паспорт иностранного гражданина', N'identity'),
(N'009', N'Временное удостоверение личности (Форма 2П)', N'identity'),
(N'010', N'Временное удостоверение личности, выданное взамен военного билета', N'identity'),
(N'016', N'Удостоверение личности военнослужащего или военный билет, или справка, выданная воинскими частями', N'identity'),
(N'018', N'Свидетельство о рождении', N'identity'),
(N'019', N'Свидетельство о рождении, выданное уполномоченным органом иностранного государства', N'identity'),
(N'017', N'Вид на жительство', N'residence'),
(N'024', N'Миграционная карта', N'residence'),
(N'101', N'Виза', N'residence'),
(N'102', N'Разрешение на временное проживание/пребывание', N'residence'),
(N'022', N'Свидетельство о рассмотрении ходатайства о признании лица беженцем', N'residence'),
(N'011', N'Удостоверение беженца', N'residence'),
(N'015', N'Удостоверение вынужденного переселенца', N'residence'),
(N'021', N'Свидетельство о предоставлении временного убежища на территории Российской Федерации', N'residence'),
(N'103', N'Справка о рассмотрении заявления о предоставлении временного убежища', N'residence'),
(N'999', N'Иной вид документа', N'residence')