 update bfx_impl.DECLARATION_MEDICAL_QUESTIONS
 set ITEM_TEXT = N'Являюсь лицом в возрасте от 18 и до 80 полных лет на дату заключения договора страхования.'
 where ID = 'BF1102D9-801C-4444-83C4-4843E6D55197'
 update bfx_impl.DECLARATION_MEDICAL_QUESTIONS
 set ITEM_TEXT = N'Не являюсь и не являлся (не являлась) инвалидом I группы и не подавал(а) документы на освидетельствование для получения группы инвалидности, не имел(а), не проходил(а) лечения и не страдаю в настоящее время от онкологических заболеваний, болезней сердечно-сосудистой системы (инфаркт миокарда, инсульт, стенокардия, порок сердца, тромбоз, сердечно-сосудистая недостаточность), каких-либо заболеваний головного мозга, гепатита В или С, цирроза печени, сахарного диабета I типа, неврологических или психических расстройств (эпилепсия, паралич, алкоголизм, наркомания), СПИД или ВИЧ-инфекции.'
 where ID = '80F38E97-6702-48E2-85F4-48F1D7181282'
 update bfx_impl.DECLARATION_MEDICAL_QUESTIONS
 set ITEM_TEXT = N'Не употребляю и не употреблял(а) ранее наркотики, токсические вещества, не страдаю алкоголизмом, не состою и не состоял (не состояла) ранее на учете в наркологическом, психоневрологическом диспансере, центрах профилактики борьбы со СПИДом.'
 where ID = 'FAE5259C-3B13-4CAC-BBD9-5595206974DA'
 update bfx_impl.DECLARATION_MEDICAL_QUESTIONS
 set ITEM_TEXT = N'Не прохожу службу в вооруженных силах, не работаю с оружием, не занят(а) в работах со взрывчатыми веществами, подземных, подводных или высотных работах, не являюсь пожарным, альпинистом, профессиональным спортсменом, работником нефтяной промышленности, непосредственно задействованным в добыче, транспортировке и переработке нефти и/или природного газа, не занят (не занята) профессионально или непрофессионально авиацией (за исключением пилотов пассажирских авиалиний).'
 where ID = '2B6FDF08-BA64-4846-B0BD-A046B3C4B53E'