--- restore health
delete from bfx_impl.risks
 where code in ('RCON10800','RIHON10800','RSON10800','RC10800','RIH10800','RS10800','RAD10800','TC10800','TIH10800','TS10800','TAD10800')
insert into bfx_impl.risks
(ID, CODE, TYPE, BUSINESS_LINE, SHORT_DESCRIPTION, FULL_DESCRIPTION)
values
('1FF29AB7-E412-4484-8E4C-D5632A364B5B', N'RCON10800', N'life', '10800', N'Реабилитация после COVID-19 ОНЛАЙН', N'Обращение Застрахованного за предоставлением медицинских или иных услуг, предусмотренных Программой, вследствие расстройства здоровья или состояния Застрахованного, требующих получения таких услуг'),
('058B5140-61E2-496B-BD3F-1E36BF4B3860', N'RIHON10800', N'life', '10800', N'Реабилитация травма головы ОНЛАЙН', N'Обращение Застрахованного за предоставлением медицинских или иных услуг, предусмотренных Программой, вследствие расстройства здоровья или состояния Застрахованного, требующих получения таких услуг'),
('1C3EC559-37FD-493C-AB88-BDCBB37756BD', N'RSON10800', N'life', '10800', N'Реабилитация инсульт ОНЛАЙН', N'Обращение Застрахованного за предоставлением медицинских или иных услуг, предусмотренных Программой, вследствие расстройства здоровья или состояния Застрахованного, требующих получения таких услуг'),
('BCC34A0F-96C5-4D7D-BF64-212AF1F9FB25', N'RC10800', N'life', '10800', N'Реабилитация после COVID-19', N'Обращение Застрахованного за предоставлением медицинских или иных услуг, предусмотренных Программой, вследствие расстройства здоровья или состояния Застрахованного, требующих получения таких услуг'),
('C3C8389C-B8B4-4780-ADF4-A6D6CC5D1DC2', N'RIH10800', N'life', '10800', N'Реабилитация травма головы', N'Обращение Застрахованного за предоставлением медицинских или иных услуг, предусмотренных Программой, вследствие расстройства здоровья или состояния Застрахованного, требующих получения таких услуг'),
('99FFE384-C3F1-4F32-AC95-044C79B02245', N'RS10800', N'life', '10800', N'Реабилитация инсульт', N'Обращение Застрахованного за предоставлением медицинских или иных услуг, предусмотренных Программой, вследствие расстройства здоровья или состояния Застрахованного, требующих получения таких услуг'),
('4D1B2E8E-90CA-4E27-B577-8CC205A7B011', N'RAD10800', N'life', '10800', N'Реабилитация расширенные заболевания', N'Обращение Застрахованного за предоставлением медицинских или иных услуг, предусмотренных Программой, вследствие расстройства здоровья или состояния Застрахованного, требующих получения таких услуг'),
('ECAD48C6-480F-4ED9-A03A-F58527392AD8', N'TC10800', N'life', '10800', N'Транспортировка COVID-19', N'Обращение Застрахованного за предоставлением медицинских или иных услуг, предусмотренных Программой, вследствие расстройства здоровья или состояния Застрахованного, требующих получения таких услуг'),
('BB0886BB-D5E2-4912-890A-0B2422810F78', N'TIH10800', N'life', '10800', N'Транспортировка травма головы', N'Обращение Застрахованного за предоставлением медицинских или иных услуг, предусмотренных Программой, вследствие расстройства здоровья или состояния Застрахованного, требующих получения таких услуг'),
('333BE588-A9E4-4347-8335-30897879590A', N'TS10800', N'life', '10800', N'Транспортировка инсульт', N'Обращение Застрахованного за предоставлением медицинских или иных услуг, предусмотренных Программой, вследствие расстройства здоровья или состояния Застрахованного, требующих получения таких услуг'),
('71279F3A-036E-46FC-B747-C00CB19406E0', N'TAD10800', N'life', '10800', N'Транспортировка расширенные заболевания', N'Обращение Застрахованного за предоставлением медицинских или иных услуг, предусмотренных Программой, вследствие расстройства здоровья или состояния Застрахованного, требующих получения таких услуг')

-- risk product relation
delete from bfx_impl.risk_product_relation
 where product_code in ('RHELIGHTOAS','RHEBASEOAS','RHEOPTIMAOAS')
insert into bfx_impl.risk_product_relation
(id, risk_code, product_code, is_replaceable, parent_risk, conditions_function, relation_type_code, risk_order, risk_program, risk_person)
values
-- Восстанови здоровье Лайт 2.0
('C2ADED60-9045-4419-A240-D60E06A2950C', N'RCON10800', N'RHELIGHTOAS', '0', NULL, NULL, N'01', 1, 'main', 'insuredPerson'),
('FBA34D83-88D6-4FBD-88DB-69280B550229', N'RIHON10800', N'RHELIGHTOAS', '0', NULL, NULL, N'01', 2, 'main', 'insuredPerson'),
('9B64F25D-2470-4314-8688-DFEA5C0829C2', N'RSON10800', N'RHELIGHTOAS', '0', NULL, NULL, N'01', 3, 'main', 'insuredPerson'),
-- Восстанови здоровье Базовый 2.0
('71444E2A-71A1-467B-B927-F140412D50B1', N'RIH10800', N'RHEBASEOAS', '0', NULL, NULL, N'01', 1, 'main', 'insuredPerson'),
('D8DC571A-026D-420F-9E37-A812C774C209', N'RS10800', N'RHEBASEOAS', '0', NULL, NULL, N'01', 2, 'main', 'insuredPerson'),
('6A747B92-276E-4B61-9AA9-79BB385E1010', N'TIH10800', N'RHEBASEOAS', '0', NULL, NULL, N'01', 3, 'main', 'insuredPerson'),
('A87E9013-A410-436B-A78E-AA012B03E6E9', N'TS10800', N'RHEBASEOAS', '0', NULL, NULL, N'01', 4, 'main', 'insuredPerson'),
('BDDF49B4-A0E7-4893-9558-BEF15F147719', N'HC20700', N'RHEBASEOAS', '0', NULL, NULL, N'01', 5, 'main', 'insuredPerson'),
-- Восстанови здоровье Оптима 2.0
('E474A378-791E-463E-9EA0-FCB233B157E5', N'RC10800', N'RHEOPTIMAOAS', '0', NULL, NULL, N'01', 1, 'main', 'insuredPerson'),
('6507C4BB-6868-4161-AF17-9CF9BCA8B8AB', N'RIH10800', N'RHEOPTIMAOAS', '0', NULL, NULL, N'01', 2, 'main', 'insuredPerson'),
('8793D423-26A4-423E-9789-24B9A7C4610A', N'RS10800', N'RHEOPTIMAOAS', '0', NULL, NULL, N'01', 3, 'main', 'insuredPerson'),
('1110BBD6-D079-43B6-B1A5-49C898BBFAA7', N'RAD10800', N'RHEOPTIMAOAS', '0', NULL, NULL, N'01', 4, 'main', 'insuredPerson'),
('09E0BB62-93D2-4D57-B298-4DCD8C2F411F', N'TC10800', N'RHEOPTIMAOAS', '0', NULL, NULL, N'01', 5, 'main', 'insuredPerson'),
('14EFCC65-147E-47C8-9124-5498BC695675', N'TIH10800', N'RHEOPTIMAOAS', '0', NULL, NULL, N'01', 6, 'main', 'insuredPerson'),
('822B6B33-C594-4DB9-B005-C55A3E5BC403', N'TS10800', N'RHEOPTIMAOAS', '0', NULL, NULL, N'01', 7, 'main', 'insuredPerson'),
('E79401B4-DB36-40CC-B744-00BF07B5B6FD', N'TAD10800', N'RHEOPTIMAOAS', '0', NULL, NULL, N'01', 8, 'main', 'insuredPerson'),
('D76D41F0-93F1-4227-93FB-B5AADAD36F6B', N'HC20700', N'RHEOPTIMAOAS', '0', NULL, NULL, N'01', 9, 'main', 'insuredPerson')

UPDATE BFX_IMPL.RISKS
SET SHORT_DESCRIPTION = N'Госпитализация в результате COVID-19'
WHERE CODE = 'HC20700';
