DELETE FROM BFX_IMPL.DECLARATION_MAIN_QUESTIONS WHERE ID='C786C466-805D-4588-9352-0662341D2D8C';
INSERT INTO [BFX_IMPL].[DECLARATION_MAIN_QUESTIONS] VALUES('C786C466-805D-4588-9352-0662341D2D8C',N'Общая страховая сумма в отношении Застрахованного по всем договорам страхования, заключенным с ООО СК «Росгосстрах Жизнь», включая настоящий договор страхования, не превышает:
- 10 500 000 рублей в сумме по рискам «Смерть Застрахованного по любой причине», «Смерть Застрахованного по любой причине с отложенной страховой выплатой» и «Смерть Застрахованного по любой причине с освобождением от уплаты страховых взносов»;
- 10 500 000 рублей отдельно по каждому риску «Смерть Застрахованного в результате несчастного случая», «Смерть Застрахованного в результате транспортного происшествия»;
- 6 000 000 рублей в сумме по рискам, подразумевающим выплату в случае установления Застрахованному I или II группы инвалидности;
- 1 200 000 рублей по риску «Непрерывная временная утрата трудоспособности Застрахованным в результате несчастного случая».');
DELETE FROM [BFX_IMPL].[DECLARATION_MEDICAL_QUESTIONS] WHERE ID='4513085D-08B5-40AD-BC55-D70471C57872';
INSERT INTO [BFX_IMPL].[DECLARATION_MEDICAL_QUESTIONS] VALUES('4513085D-08B5-40AD-BC55-D70471C57872',N'не имел(а), не обращался (не обращалась) за медицинской помощью по нижеперечисленным заболеваниям и не страдаю ими в настоящее время:
- доброкачественные или злокачественные опухоли, включая предраковые, любые опухоли кожи (включая кисты и любые новообразования), опухоли щитовидной железы, доброкачественные или злокачественные опухоли мозга, поликистоз почек, карцинома и меланома in situ, рак крови / лейкемия;
- заболевания, вызванные воздействием радиации;
- СПИД и другие заболевания, связанные с вирусом иммунодефицита человека;
- заболевания сердечно-сосудистой системы (например: гипертоническая болезнь, ишемическая болезнь сердца, стенокардия, инфаркт миокарда, порок сердца, нарушения сердечного ритма, заболевания сердечного клапана, кардиомиопатия, инсульт, тромбоз, атеросклероз);
- заболевания дыхательной системы (бронхит, пневмония, бронхиальная астма, плеврит, туберкулез легких, хроническое обструктивное заболевание легких, эмфизема, фиброз, саркоидоз);
- заболевания кровеносной или иммунной системы, включая анемию, проблемы со свертываемостью крови, нарушения иммунной системы;
- заболевания почек и мочевой системы (например: уролитиаз, нефрит, почечная недостаточность, энурез, поликистоз почек, простатит);
- заболевания печени и селезенки (цирроз печени, гепатит В, С, D, E, хроническая печеночная недостаточность, жировое перерождение печени, спленомегалия);
- заболевания желудочно-кишечного тракта, включая рефлюкс, гастрит, язвенная болезнь, колит, холецистит, панкреатит, кровотечение, пилонидальный абсцесс, грыжи любых типов, болезнь Крона, пищевод Барретта, полипы;
- нарушение обмена веществ, заболевания эндокринной системы (например: ожирение, тиреотоксикоз, сахарный диабет I-II типа, заболевания гипофиза, пролактинома, подагра);
- заболевания опорно-двигательного аппарата (например: артрит, артроз, анкилоз, деформация суставов или конечностей, заболевания позвоночника, ревматизм и/или генерализированные заболевания и/или расстройства, включая ревматоидный артрит, волчанка);
- заболевания нервной системы, включая центральную нервную систему (мозг, спинной мозг), периферийную нервную систему, автономные нервные системы, опорные элементы нервной системы (например, череп, позвоночник) и их систему кровоснабжения (внечерепная цереброваскулярная система), эпилепсия, нарушение речи, параличи, невротические состояния, психические расстройства или заболевания;')