update BFX_IMPL.RISKS
set FULL_DESCRIPTION = N'Инвалидность Застрахованного с установлением I, II, III группы инвалидности в результате несчастного случая'
where code = 'SDD123A20700'

update BFX_IMPL.RISKS
set FULL_DESCRIPTION = N'Нарушение структуры живых тканей и анатомической целостности органов, явившееся следствием несчастного случая, произошедшее в период действия Договора страхования и предусмотренное Таблицей страховых выплат при травмах Застрахованного в результате несчастного случая'
where code = 'SDI20700'