--корректирова текста ECATFZENIT
delete from bfx_impl.declaration_main_questions where id = 'CFF14638-A07D-4037-B513-1257B5621A86'; insert into bfx_impl.declaration_main_questions values ('CFF14638-A07D-4037-B513-1257B5621A86', N'Общая страховая сумма в отношении Застрахованного по всем договорам страхования, заключенным с ООО СК «Росгосстрах Жизнь», включая настоящий договор страхования, не превышает: 
- 7 500 000 рублей в сумме по рискам «Смерть Застрахованного по любой причине», «Смерть Застрахованного по любой причине с отложенной страховой выплатой» и «Смерть Застрахованного по любой причине с освобождением от уплаты страховых взносов»; 
- 5 000 000 рублей в сумме по рискам, подразумевающим выплату в случае установления Застрахованному I или II группы инвалидности.');
