drop table [ACC_IMPL].[CT_BSI_SOURCE_ACCOUNT]
go

create table [ACC_IMPL].[CT_BSI_SOURCE_ACCOUNT]
(
	[ACCOUNT_NO] [char](20) not null,
	[INCOME_SOURCE_ID] [int] not null,
	[PAYMENT_SOURCE_ID] [int] not null,
	[DESCRIPTION] [nvarchar](64) not null,

	constraint [PK_ACC_IMPL_CT_BSI_SOURCE_ACCOUNT_NO] primary key clustered
	(
		[ACCOUNT_NO] asc,
		[INCOME_SOURCE_ID] asc
	)
)
go

insert into [ACC_IMPL].[CT_BSI_SOURCE_ACCOUNT] ([ACCOUNT_NO], [INCOME_SOURCE_ID], [PAYMENT_SOURCE_ID], [DESCRIPTION])
values
('40701810101700000095', 88, 1, N'1С: Банк ФК Открытие'),
('40701810201700000047', 88, 1, N'1С: Банк ФК Открытие'),
('40701810237000009266', 20, 1, N'1С: ВТБ'),
('40701810400000000396', 92, 1, N'1C: Райффайзенбанк'),
('40701810401700000656', 88, 1, N'1С: Банк ФК Открытие'),
('40701810401700000724', 88, 1, N'1С: Банк ФК Открытие'),
('40701810438000001404', 97, 1, N'1С: Сбербанк'),
('40701810480310000075', 78, 1, N'1С: АкБарс'),
('40701810587360000126', 91, 1, N'1С: Росбанк'),
('40701810624466000001', 20, 1, N'1С: ВТБ'),
('40701810700000001882', 93, 1, N'1С: Промсвязьбанк'),
('40701810701700000301', 88, 1, N'1С: Банк ФК Открытие'),
('40702810300011287480', 22, 1, N'1С: Юникредит'),
('40701810237000009266', 10, 2, N'ВТБ24'),
('40701810401700000656', 32, 2, N'ТКБ'),
('40701810401700000656', 60, 2, N'СБ РФ'),
('40701810401700000656', 83, 2, N'ТКБ лендинг'),
('40701810401700000656', 84, 2, N'РНКО'),
('40701810401700000656', 85, 2, N'Открытие'),
('40701810401700000656', 86, 2, N'ТКБ процессинг'),
('40701810438000001404', 98, 2, N'Сбербанк эквайринг'),
('40701810700000001882', 94, 2, N'Промсвязьбанк'),
('40701810701700000301', 82, 2, N'Открытие. КСЖ'),
('40702810300011287480', 33, 2, N'IBOX')
go
